{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": null,
    "lowercase": true
  },
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          2
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          3
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "[": 37,
      "]": 38,
      "^": 39,
      "_": 40,
      "`": 41,
      "a": 42,
      "b": 43,
      "c": 44,
      "d": 45,
      "e": 46,
      "f": 47,
      "g": 48,
      "h": 49,
      "i": 50,
      "j": 51,
      "k": 52,
      "l": 53,
      "m": 54,
      "n": 55,
      "o": 56,
      "p": 57,
      "q": 58,
      "r": 59,
      "s": 60,
      "t": 61,
      "u": 62,
      "v": 63,
      "w": 64,
      "x": 65,
      "y": 66,
      "z": 67,
      "{": 68,
      "|": 69,
      "}": 70,
      "~": 71,
      "°": 72,
      "²": 73,
      "µ": 74,
      "·": 75,
      "ɑ": 76,
      "ə": 77,
      "ɾ": 78,
      "ʈ": 79,
      "ʋ": 80,
      "ʒ": 81,
      "ʰ": 82,
      "ː": 83,
      "ت": 84,
      "ج": 85,
      "ر": 86,
      "ق": 87,
      "م": 88,
      "ه": 89,
      "و": 90,
      "ی": 91,
      "ං": 92,
      "ඃ": 93,
      "අ": 94,
      "ආ": 95,
      "ඇ": 96,
      "ඈ": 97,
      "ඉ": 98,
      "ඊ": 99,
      "උ": 100,
      "ඌ": 101,
      "ඍ": 102,
      "එ": 103,
      "ඒ": 104,
      "ඓ": 105,
      "ඔ": 106,
      "ඕ": 107,
      "ඖ": 108,
      "ක": 109,
      "ඛ": 110,
      "ග": 111,
      "ඝ": 112,
      "ඞ": 113,
      "ඟ": 114,
      "ච": 115,
      "ඡ": 116,
      "ජ": 117,
      "ඤ": 118,
      "ඥ": 119,
      "ට": 120,
      "ඨ": 121,
      "ඩ": 122,
      "ඪ": 123,
      "ණ": 124,
      "ඬ": 125,
      "ත": 126,
      "ථ": 127,
      "ද": 128,
      "ධ": 129,
      "න": 130,
      "ඳ": 131,
      "ප": 132,
      "ඵ": 133,
      "බ": 134,
      "භ": 135,
      "ම": 136,
      "ඹ": 137,
      "ය": 138,
      "ර": 139,
      "ල": 140,
      "ව": 141,
      "ශ": 142,
      "ෂ": 143,
      "ස": 144,
      "හ": 145,
      "ළ": 146,
      "ෆ": 147,
      "ා": 148,
      "ැ": 149,
      "ෑ": 150,
      "ෘ": 151,
      "ෙ": 152,
      "ෛ": 153,
      "ෟ": 154,
      "ෲ": 155,
      "ᄅ": 156,
      "ᄇ": 157,
      "ᄉ": 158,
      "ᄋ": 159,
      "ᄒ": 160,
      "ᅡ": 161,
      "ᅣ": 162,
      "ᅩ": 163,
      "ᅪ": 164,
      "ᆨ": 165,
      "ᆫ": 166,
      "ᆷ": 167,
      "ᆼ": 168,
      "–": 169,
      "—": 170,
      "‘": 171,
      "’": 172,
      "“": 173,
      "”": 174,
      "•": 175,
      "…": 176,
      "⅓": 177,
      "−": 178,
      "√": 179,
      "博": 180,
      "咸": 181,
      "唐": 182,
      "山": 183,
      "新": 184,
      "書": 185,
      "爐": 186,
      "阮": 187,
      "香": 188,
      "🇦": 189,
      "🇧": 190,
      "🇨": 191,
      "🇩": 192,
      "🇪": 193,
      "🇫": 194,
      "🇬": 195,
      "🇭": 196,
      "🇮": 197,
      "🇯": 198,
      "🇰": 199,
      "🇱": 200,
      "🇲": 201,
      "🇳": 202,
      "🇴": 203,
      "🇵": 204,
      "🇶": 205,
      "🇷": 206,
      "🇸": 207,
      "🇹": 208,
      "🇺": 209,
      "🇽": 210,
      "🇿": 211,
      "🌲": 212,
      "🌳": 213,
      "##ය": 214,
      "##ක": 215,
      "##ෙ": 216,
      "##ා": 217,
      "##ට": 218,
      "##ෑ": 219,
      "##ස": 220,
      "##ම": 221,
      "##හ": 222,
      "##ව": 223,
      "##ග": 224,
      "##ඳ": 225,
      "##i": 226,
      "##n": 227,
      "##e": 228,
      "##ල": 229,
      "##න": 230,
      "##ෂ": 231,
      "##ණ": 232,
      "##ද": 233,
      "##භ": 234,
      "##ත": 235,
      "##ඛ": 236,
      "##ඩ": 237,
      "##ං": 238,
      "##ර": 239,
      "##ථ": 240,
      "##m": 241,
      "##a": 242,
      "##g": 243,
      "##s": 244,
      "##ැ": 245,
      "##ප": 246,
      "##ජ": 247,
      "##ෘ": 248,
      "##ධ": 249,
      "##h": 250,
      "##u": 251,
      "##r": 252,
      "##7": 253,
      "##6": 254,
      "##5": 255,
      "##v": 256,
      "##ඨ": 257,
      "##ශ": 258,
      "##t": 259,
      "##2": 260,
      "##o": 261,
      "##k": 262,
      "##p": 263,
      "##l": 264,
      "##ළ": 265,
      "##බ": 266,
      "##ඹ": 267,
      "##9": 268,
      "##4": 269,
      "##3": 270,
      "##ඟ": 271,
      "##ෆ": 272,
      "##ඥ": 273,
      "##d": 274,
      "##ච": 275,
      "##c": 276,
      "##y": 277,
      "##0": 278,
      "##x": 279,
      "##b": 280,
      "##අ": 281,
      "##1": 282,
      "##🌲": 283,
      "##j": 284,
      "##ඡ": 285,
      "##ෟ": 286,
      "##🇷": 287,
      "##f": 288,
      "##ෛ": 289,
      "##z": 290,
      "##ඵ": 291,
      "##w": 292,
      "##🇪": 293,
      "##🇹": 294,
      "##ඬ": 295,
      "##ඕ": 296,
      "##8": 297,
      "##ඝ": 298,
      "##ඪ": 299,
      "##ඓ": 300,
      "##²": 301,
      "##q": 302,
      "##ඇ": 303,
      "##🇶": 304,
      "##🇿": 305,
      "##°": 306,
      "##🇩": 307,
      "##ඤ": 308,
      "##ඞ": 309,
      "##එ": 310,
      "##🇺": 311,
      "##🇬": 312,
      "##🇳": 313,
      "##උ": 314,
      "##🇴": 315,
      "##ඊ": 316,
      "##ආ": 317,
      "##م": 318,
      "##ر": 319,
      "##ی": 320,
      "##⅓": 321,
      "##🇰": 322,
      "##ə": 323,
      "##ʈ": 324,
      "##ඃ": 325,
      "##ᅣ": 326,
      "##ᆼ": 327,
      "##ᄅ": 328,
      "##ᅩ": 329,
      "##ː": 330,
      "##ʰ": 331,
      "##ɑ": 332,
      "##🇫": 333,
      "##ඔ": 334,
      "##√": 335,
      "##🇭": 336,
      "##ᅪ": 337,
      "##ᆫ": 338,
      "##ᄒ": 339,
      "##ᅡ": 340,
      "##ᆷ": 341,
      "##🇲": 342,
      "##ඒ": 343,
      "##ෲ": 344,
      "##🇽": 345,
      "##ʒ": 346,
      "##ʋ": 347,
      "##ɾ": 348,
      "##🇱": 349,
      "##ᆨ": 350,
      "##ᄉ": 351,
      "##ඉ": 352,
      "##ج": 353,
      "##ق": 354,
      "##و": 355,
      "##🇦": 356,
      "##🇵": 357,
      "##🇸": 358,
      "##ො": 359,
      "##ෙන": 360,
      "කර": 361,
      "##ාව": 362,
      "##තර": 363,
      "##ාර": 364,
      "##st": 365,
      "in": 366,
      "සම": 367,
      "පර": 368,
      "##නන": 369,
      "inst": 370,
      "##යක": 371,
      "##යෙ": 372,
      "##ාත": 373,
      "##ාන": 374,
      "සහ": 375,
      "##යෙන": 376,
      "##තව": 377,
      "වස": 378,
      "කරම": 379,
      "##හත": 380,
      "##බන": 381,
      "##යන": 382,
      "##යා": 383,
      "ඇත": 384,
      "##ැන": 385,
      "##බනධ": 386,
      "##කාව": 387,
      "සමබනධ": 388,
      "##වා": 389,
      "##කර": 390,
      "##නය": 391,
      "##පය": 392,
      "##ැක": 393,
      "සමබනධයෙන": 394,
      "##වන": 395,
      "##ාල": 396,
      "පහත": 397,
      "වසතර": 398,
      "##හා": 399,
      "මෙ": 400,
      "##ාතෘ": 401,
      "මාතෘ": 402,
      "සපය": 403,
      "මාතෘකාව": 404,
      "සපයනන": 405,
      "##ණය": 406,
      "වෙ": 407,
      "##මට": 408,
      "##වත": 409,
      "##ගෙ": 410,
      "##මක": 411,
      "වන": 412,
      "වැ": 413,
      "සඳ": 414,
      "##වස": 415,
      "##වර": 416,
      "##ෙක": 417,
      "සං": 418,
      "බව": 419,
      "##නා": 420,
      "අතර": 421,
      "##ෙස": 422,
      "##කෂ": 423,
      "##පත": 424,
      "##යට": 425,
      "සඳහා": 426,
      "කළ": 427,
      "##වල": 428,
      "අන": 429,
      "##රම": 430,
      "හැක": 431,
      "##තා": 432,
      "පළ": 433,
      "පැ": 434,
      "එක": 435,
      "##ෙශ": 436,
      "##කා": 437,
      "##දර": 438,
      "##ංග": 439,
      "කො": 440,
      "සට": 441,
      "##ාද": 442,
      "තබ": 443,
      "තර": 444,
      "වශ": 445,
      "##ණඩ": 446,
      "හො": 447,
      "##තය": 448,
      "##මන": 449,
      "##දය": 450,
      "කරන": 451,
      "පො": 452,
      "##දා": 453,
      "වර": 454,
      "##ෙර": 455,
      "##වෙ": 456,
      "නො": 457,
      "##වය": 458,
      "##කාර": 459,
      "ශර": 460,
      "##ලල": 461,
      "ගැන": 462,
      "කරමට": 463,
      "##තත": 464,
      "##ොර": 465,
      "පද": 466,
      "බල": 467,
      "##පර": 468,
      "ලෙස": 469,
      "##ාම": 470,
      "වය": 471,
      "සද": 472,
      "##මත": 473,
      "මල": 474,
      "##හන": 475,
      "වැඩ": 476,
      "##ගත": 477,
      "##ාය": 478,
      "කරය": 479,
      "ලබ": 480,
      "##මෙ": 481,
      "දෙ": 482,
      "##ානය": 483,
      "පස": 484,
      "කරනන": 485,
      "යන": 486,
      "##යත": 487,
      "##ගල": 488,
      "##ාජ": 489,
      "සෙ": 490,
      "හා": 491,
      "වෙන": 492,
      "##සක": 493,
      "##ොග": 494,
      "ලං": 495,
      "##දෙශ": 496,
      "##සය": 497,
      "##ලය": 498,
      "තබෙ": 499,
      "සැ": 500,
      "අව": 501,
      "මෙම": 502,
      "##ාවක": 503,
      "ජන": 504,
      "උප": 505,
      "##මෙන": 506,
      "භාව": 507,
      "##ගෙන": 508,
      "දක": 509,
      "අම": 510,
      "20": 511,
      "##සන": 512,
      "##ගම": 513,
      "##දන": 514,
      "අද": 515,
      "අධ": 516,
      "මහත": 517,
      "ලබා": 518,
      "එය": 519,
      "පවස": 520,
      "අත": 521,
      "##කට": 522,
      "පරත": 523,
      "##ෙෂ": 524,
      "වට": 525,
      "##හර": 526,
      "ලැ": 527,
      "##ලක": 528,
      "##වක": 529,
      "පදගල": 530,
      "##හස": 531,
      "##ාස": 532,
      "##රය": 533,
      "##නනෙ": 534,
      "හෙ": 535,
      "##වම": 536,
      "##ාධ": 537,
      "වසන": 538,
      "මහතා": 539,
      "##ොක": 540,
      "##වැ": 541,
      "පාර": 542,
      "##වට": 543,
      "##ශය": 544,
      "මහ": 545,
      "හැ": 546,
      "අප": 547,
      "##සත": 548,
      "19": 549,
      "ඉන": 550,
      "මැ": 551,
      "##ලන": 552,
      "නැ": 553,
      "දර": 554,
      "මන": 555,
      "ගො": 556,
      "##ාරය": 557,
      "##බඳ": 558,
      "##ys": 559,
      "##ෙය": 560,
      "දන": 561,
      "ඔබ": 562,
      "sys": 563,
      "##සා": 564,
      "##තාව": 565,
      "අවස": 566,
      "##ගන": 567,
      "පෙ": 568,
      "##මා": 569,
      "පවසය": 570,
      "ඔවන": 571,
      "##ලා": 572,
      "##තවර": 573,
      "හැකය": 574,
      "හම": 575,
      "##ඩා": 576,
      "##an": 577,
      "නම": 578,
      "##ගය": 579,
      "##ාතමක": 580,
      "##යෙක": 581,
      "ජාත": 582,
      "##ටට": 583,
      "සය": 584,
      "සමඟ": 585,
      "පළබඳ": 586,
      "සථ": 587,
      "ලද": 588,
      "අඩ": 589,
      "##තක": 590,
      "කාල": 591,
      "##ාක": 592,
      "##වධ": 593,
      "කැ": 594,
      "නය": 595,
      "රාජ": 596,
      "##ාවෙ": 597,
      "ලංකා": 598,
      "##ගර": 599,
      "ඔහ": 600,
      "ඇතළ": 601,
      "##තම": 602,
      "නර": 603,
      "##කත": 604,
      "##මණ": 605,
      "##ot": 606,
      "##er": 607,
      "##ොන": 608,
      "##තවය": 609,
      "##වෙන": 610,
      "##in": 611,
      "##සට": 612,
      "##කයන": 613,
      "##ජන": 614,
      "##ොහ": 615,
      "භාවතා": 616,
      "යො": 617,
      "පරදෙශ": 618,
      "ගත": 619,
      "##ෙද": 620,
      "ගෙන": 621,
      "වල": 622,
      "වැන": 623,
      "##සර": 624,
      "එම": 625,
      "සර": 626,
      "දෙන": 627,
      "වද": 628,
      "කට": 629,
      "පහ": 630,
      "ලැබ": 631,
      "කණඩ": 632,
      "##ෙහ": 633,
      "කණඩාය": 634,
      "මත": 635,
      "කොට": 636,
      "##ධාන": 637,
      "ගැ": 638,
      "බැ": 639,
      "සව": 640,
      "##නම": 641,
      "පත": 642,
      "##සම": 643,
      "qu": 644,
      "##ායක": 645,
      "##දධ": 646,
      "##ංශ": 647,
      "##ොධ": 648,
      "##පාද": 649,
      "ගැනමට": 650,
      "##කරණ": 651,
      "අනතර": 652,
      "quot": 653,
      "එහ": 654,
      "ආර": 655,
      "තළ": 656,
      "##කරණය": 657,
      "පට": 658,
      "##හාර": 659,
      "වශෙෂ": 660,
      "##ාප": 661,
      "##ෘත": 662,
      "පොල": 663,
      "##ෑම": 664,
      "සො": 665,
      "##මය": 666,
      "අය": 667,
      "##හැ": 668,
      "කරයා": 669,
      "##ාලන": 670,
      "##නද": 671,
      "##ාතය": 672,
      "නව": 673,
      "මාර": 674,
      "##ාග": 675,
      "හර": 676,
      "##ණයක": 677,
      "පවත": 678,
      "බර": 679,
      "##සථ": 680,
      "වරග": 681,
      "ගණ": 682,
      "දැ": 683,
      "පරකා": 684,
      "වම": 685,
      "##කම": 686,
      "##ලෙ": 687,
      "##ar": 688,
      "බලප": 689,
      "##ටත": 690,
      "##සල": 691,
      "##තන": 692,
      "##පයක": 693,
      "පෙර": 694,
      "රජ": 695,
      "ඉනදය": 696,
      "නරම": 697,
      "##යෙද": 698,
      "භා": 699,
      "රැ": 700,
      "##ඛය": 701,
      "##නාධ": 702,
      "තොර": 703,
      "දැන": 704,
      "##or": 705,
      "වශයෙන": 706,
      "ගනන": 707,
      "නෂ": 708,
      "වසර": 709,
      "##on": 710,
      "ලංකාව": 711,
      "කා": 712,
      "ලොක": 713,
      "වයා": 714,
      "නරමා": 715,
      "දතත": 716,
      "වාර": 717,
      "සභ": 718,
      "##ගො": 719,
      "##සෙ": 720,
      "##al": 721,
      "වැද": 722,
      "ජාතක": 723,
      "දකවා": 724,
      "කටයත": 725,
      "##ංක": 726,
      "ජනාධ": 727,
      "වනනෙ": 728,
      "සාම": 729,
      "##ොහො": 730,
      "##ලප": 731,
      "පරධාන": 732,
      "ගැනම": 733,
      "පරකාශ": 734,
      "දෙශ": 735,
      "කරමෙ": 736,
      "ආස": 737,
      "තන": 738,
      "##ඳන": 739,
      "එකසත": 740,
      "තරග": 741,
      "නෂපාද": 742,
      "මර": 743,
      "##යය": 744,
      "පරමා": 745,
      "අමාතය": 746,
      "අනව": 747,
      "ඒවා": 748,
      "පෙන": 749,
      "පකෂ": 750,
      "මට": 751,
      "වවධ": 752,
      "##ටම": 753,
      "ආරම": 754,
      "##ලමෙන": 755,
      "##දල": 756,
      "##දෙන": 757,
      "##ැය": 758,
      "##යකට": 759,
      "පාරලමෙන": 760,
      "ආරමභ": 761,
      "##වලට": 762,
      "හෙතව": 763,
      "කහ": 764,
      "කෙර": 765,
      "තෙ": 766,
      "##at": 767,
      "බවට": 768,
      "අවශය": 769,
      "201": 770,
      "ගමන": 771,
      "දෙක": 772,
      "යත": 773,
      "ඉලල": 774,
      "කල": 775,
      "##ධාර": 776,
      "ඔවනගෙ": 777,
      "ඇතළත": 778,
      "ඉදර": 779,
      "නත": 780,
      "බොහො": 781,
      "රට": 782,
      "##ic": 783,
      "##කන": 784,
      "##බර": 785,
      "කරකට": 786,
      "කරමන": 787,
      "සත": 788,
      "##ටර": 789,
      "##en": 790,
      "##ධන": 791,
      "##අඩ": 792,
      "පොහ": 793,
      "මැතවර": 794,
      "තවත": 795,
      "පන": 796,
      "##හල": 797,
      "##පාර": 798,
      "අභ": 799,
      "ගර": 800,
      "ජය": 801,
      "නමත": 802,
      "වෛ": 803,
      "##කය": 804,
      "අපර": 805,
      "නල": 806,
      "සන": 807,
      "##ලම": 808,
      "##ණක": 809,
      "##ාවන": 810,
      "පළම": 811,
      "සොයා": 812,
      "##ොල": 813,
      "කෙ": 814,
      "නද": 815,
      "##ංගවට": 816,
      "අතඅඩ": 817,
      "පදගලයන": 818,
      "##දම": 819,
      "##කරම": 820,
      "කණඩායම": 821,
      "දය": 822,
      "මගන": 823,
      "##ගැන": 824,
      "නරමාණය": 825,
      "##හළ": 826,
      "##චාරය": 827,
      "කළෙය": 828,
      "සටන": 829,
      "දකණ": 830,
      "රොග": 831,
      "මෙය": 832,
      "වෙළ": 833,
      "අතඅඩංගවට": 834,
      "අර": 835,
      "ඇය": 836,
      "##us": 837,
      "10": 838,
      "මෙන": 839,
      "වදය": 840,
      "##දරවය": 841,
      "කහපයක": 842,
      "ආණඩ": 843,
      "ආකාර": 844,
      "දැක": 845,
      "මාන": 846,
      "##සව": 847,
      "##ac": 848,
      "##ශර": 849,
      "##ොජ": 850,
      "සථාන": 851,
      "උත": 852,
      "ගන": 853,
      "මම": 854,
      "සල": 855,
      "සවය": 856,
      "##මැ": 857,
      "##es": 858,
      "පවතන": 859,
      "පොහොර": 860,
      "ඉත": 861,
      "වග": 862,
      "##නට": 863,
      "##ළඹ": 864,
      "වෙත": 865,
      "පැවැ": 866,
      "සෞ": 867,
      "##ාධය": 868,
      "ජවත": 869,
      "නසා": 870,
      "##ඩන": 871,
      "පරව": 872,
      "නදහස": 873,
      "මා": 874,
      "වව": 875,
      "##භොග": 876,
      "##රස": 877,
      "##කෂණ": 878,
      "##වලන": 879,
      "ආසාද": 880,
      "අල": 881,
      "කාර": 882,
      "ගෙ": 883,
      "මහා": 884,
      "වමට": 885,
      "පාරභොග": 886,
      "සෞඛය": 887,
      "හට": 888,
      "##ෙල": 889,
      "##ෂය": 890,
      "සංවධ": 891,
      "තරඟ": 892,
      "##පට": 893,
      "##පද": 894,
      "පැමණ": 895,
      "වෙනස": 896,
      "අවසථ": 897,
      "ජනාධපත": 898,
      "ඉගෙන": 899,
      "සා": 900,
      "##සස": 901,
      "##දනය": 902,
      "##තවල": 903,
      "භාවත": 904,
      "දම": 905,
      "වඩා": 906,
      "##වමට": 907,
      "##භාව": 908,
      "පරා": 909,
      "අනෙක": 910,
      "සවයං": 911,
      "ඉහළ": 912,
      "චන": 913,
      "##ොද": 914,
      "සමපර": 915,
      "පාරලමෙනත": 916,
      "ලංග": 917,
      "සනන": 918,
      "##ශන": 919,
      "##ොට": 920,
      "උපකාර": 921,
      "වැදගත": 922,
      "පාස": 923,
      "##ෂණය": 924,
      "##ධය": 925,
      "##ධනය": 926,
      "##යකන": 927,
      "බවය": 928,
      "##රමණ": 929,
      "වරොධ": 930,
      "කරයාතමක": 931,
      "තොරතර": 932,
      "නායක": 933,
      "පා": 934,
      "ලක": 935,
      "ලබන": 936,
      "##ථක": 937,
      "##පකෂ": 938,
      "##ානත": 939,
      "සඳහන": 940,
      "සැලක": 941,
      "මනතර": 942,
      "පරදෙශයෙ": 943,
      "පොලස": 944,
      "හෙතවෙන": 945,
      "ආයත": 946,
      "තව": 947,
      "තත": 948,
      "##ැම": 949,
      "200": 950,
      "පහට": 951,
      "ආහාර": 952,
      "සැක": 953,
      "හඳ": 954,
      "##ඳම": 955,
      "##වාද": 956,
      "##කරවන": 957,
      "මෙහ": 958,
      "##ෙකෂ": 959,
      "ඔබට": 960,
      "මාරග": 961,
      "ඉවත": 962,
      "දව": 963,
      "පමණ": 964,
      "##ed": 965,
      "##ලයෙ": 966,
      "##ානයෙ": 967,
      "##වරයා": 968,
      "ගැට": 969,
      "වෛදය": 970,
      "යෙද": 971,
      "##චාර": 972,
      "සමාජ": 973,
      "පරද": 974,
      "ඔබෙ": 975,
      "පැවැතව": 976,
      "පාල": 977,
      "වඩ": 978,
      "##ෂණ": 979,
      "තරණය": 980,
      "වශාල": 981,
      "ලැය": 982,
      "රාජය": 983,
      "ආරකෂ": 984,
      "සාමානය": 985,
      "මැතවරණ": 986,
      "එර": 987,
      "මටට": 988,
      "##ලෙක": 989,
      "##රො": 990,
      "##තරය": 991,
      "##තරක": 992,
      "සමහර": 993,
      "වදයා": 994,
      "කරයාකාර": 995,
      "ලංකාවෙ": 996,
      "දග": 997,
      "##මර": 998,
      "##රද": 999,
      "##th": 1000,
      "##00": 1001,
      "කරඩ": 1002,
      "සමග": 1003,
      "##කරන": 1004,
      "මලදරවය": 1005,
      "සෙව": 1006,
      "භාෂ": 1007,
      "වෙළඳ": 1008,
      "හඳනා": 1009,
      "කෙස": 1010,
      "කාරය": 1011,
      "මාධය": 1012,
      "සෑම": 1013,
      "##මාර": 1014,
      "##මනා": 1015,
      "##il": 1016,
      "##om": 1017,
      "කොළඹ": 1018,
      "පොලසය": 1019,
      "ලංගක": 1020,
      "නගර": 1021,
      "බෙ": 1022,
      "වදෙශ": 1023,
      "##කස": 1024,
      "##වතව": 1025,
      "##පා": 1026,
      "සමා": 1027,
      "වෙය": 1028,
      "පළාත": 1029,
      "කොම": 1030,
      "##පන": 1031,
      "පැවස": 1032,
      "කඩ": 1033,
      "දස": 1034,
      "බෙර": 1035,
      "මණඩ": 1036,
      "වච": 1037,
      "##හැක": 1038,
      "##is": 1039,
      "##නගෙ": 1040,
      "##ාවට": 1041,
      "පැහැ": 1042,
      "සැල": 1043,
      "හරහා": 1044,
      "වාරතා": 1045,
      "ආසාදත": 1046,
      "ඉතා": 1047,
      "උද": 1048,
      "ජල": 1049,
      "යටත": 1050,
      "##ාහ": 1051,
      "##සතව": 1052,
      "සහත": 1053,
      "කරමෙන": 1054,
      "අවසන": 1055,
      "ඔහගෙ": 1056,
      "නෂපාදන": 1057,
      "කව": 1058,
      "බවත": 1059,
      "වක": 1060,
      "##යො": 1061,
      "##වඩ": 1062,
      "##පාලන": 1063,
      "##වාස": 1064,
      "##වාහන": 1065,
      "වෙබ": 1066,
      "පොද": 1067,
      "පදගලයෙක": 1068,
      "##ලනත": 1069,
      "නැත": 1070,
      "බරත": 1071,
      "භාණඩ": 1072,
      "සභා": 1073,
      "පය": 1074,
      "මගෙ": 1075,
      "මහන": 1076,
      "යතය": 1077,
      "##et": 1078,
      "##el": 1079,
      "කරණ": 1080,
      "පැවත": 1081,
      "වෙනත": 1082,
      "මහද": 1083,
      "පළබඳව": 1084,
      "කොටස": 1085,
      "බරතානය": 1086,
      "අයත": 1087,
      "අංශ": 1088,
      "ඇල": 1089,
      "ඉඩ": 1090,
      "තම": 1091,
      "නකත": 1092,
      "පල": 1093,
      "මය": 1094,
      "ලා": 1095,
      "වාක": 1096,
      "##ෙම": 1097,
      "##බල": 1098,
      "##බැ": 1099,
      "##ාවර": 1100,
      "පරස": 1101,
      "##යෙහ": 1102,
      "කරමය": 1103,
      "නොහැක": 1104,
      "නැවත": 1105,
      "එරෙහ": 1106,
      "දපත": 1107,
      "ශාක": 1108,
      "##ri": 1109,
      "සමත": 1110,
      "##යනට": 1111,
      "##කෂණය": 1112,
      "සදව": 1113,
      "වෙනවෙන": 1114,
      "සැපය": 1115,
      "පරතඵ": 1116,
      "කාලය": 1117,
      "යොම": 1118,
      "දෙනෙක": 1119,
      "ගණන": 1120,
      "හටප": 1121,
      "පතව": 1122,
      "##කල": 1123,
      "##වැන": 1124,
      "##ංශය": 1125,
      "##පතවර": 1126,
      "කරඩා": 1127,
      "පරසර": 1128,
      "##දාළ": 1129,
      "අදහස": 1130,
      "නයොජ": 1131,
      "ගනනා": 1132,
      "th": 1133,
      "සාර": 1134,
      "සපර": 1135,
      "##ion": 1136,
      "##භාග": 1137,
      "##ශනය": 1138,
      "පරහාර": 1139,
      "##නනා": 1140,
      "නලධාර": 1141,
      "ලැයසතව": 1142,
      "කඩා": 1143,
      "නවස": 1144,
      "වාය": 1145,
      "##නෙ": 1146,
      "##පාල": 1147,
      "##යනතර": 1148,
      "##වරත": 1149,
      "වඩාත": 1150,
      "පයවර": 1151,
      "ඝාත": 1152,
      "ජාල": 1153,
      "මාස": 1154,
      "##ලයක": 1155,
      "##රා": 1156,
      "##වරද": 1157,
      "##දරටත": 1158,
      "පදධ": 1159,
      "පදනම": 1160,
      "සෙවා": 1161,
      "හැර": 1162,
      "ඉතාල": 1163,
      "අදාළ": 1164,
      "මධය": 1165,
      "##පො": 1166,
      "පරම": 1167,
      "##කරය": 1168,
      "කළමනා": 1169,
      "නොමැ": 1170,
      "වලට": 1171,
      "දෙශපාලන": 1172,
      "##දෙනෙක": 1173,
      "පාරභොගක": 1174,
      "පැහැදල": 1175,
      "ඉලෙක": 1176,
      "කය": 1177,
      "තමන": 1178,
      "යම": 1179,
      "##කාන": 1180,
      "##පල": 1181,
      "##ඟන": 1182,
      "##යකෂ": 1183,
      "##තවයක": 1184,
      "කරයාව": 1185,
      "දෙපාර": 1186,
      "පසව": 1187,
      "පරතකාර": 1188,
      "නයම": 1189,
      "ඉදරපත": 1190,
      "සංවධානය": 1191,
      "පාසල": 1192,
      "ඉලෙකටර": 1193,
      "කස": 1194,
      "තා": 1195,
      "පවතව": 1196,
      "මදල": 1197,
      "රා": 1198,
      "##තමෙන": 1199,
      "##ධානය": 1200,
      "සංගම": 1201,
      "##ාදෙශ": 1202,
      "ලබාද": 1203,
      "##ගරහ": 1204,
      "##හැර": 1205,
      "කාබන": 1206,
      "වයාපාර": 1207,
      "දයණ": 1208,
      "සමපරණ": 1209,
      "දෙපාරතමෙන": 1210,
      "යනන": 1211,
      "ශකත": 1212,
      "##යම": 1213,
      "##ැල": 1214,
      "##ජෙ": 1215,
      "##ජා": 1216,
      "මෙර": 1217,
      "වැට": 1218,
      "සංසක": 1219,
      "තබා": 1220,
      "තරණ": 1221,
      "රාජපකෂ": 1222,
      "යොදා": 1223,
      "මානසක": 1224,
      "බස": 1225,
      "මො": 1226,
      "රෙ": 1227,
      "සාද": 1228,
      "හද": 1229,
      "##ගාර": 1230,
      "##it": 1231,
      "##hin": 1232,
      "##බද": 1233,
      "පරසක": 1234,
      "##වෙදන": 1235,
      "නොවන": 1236,
      "හැඟ": 1237,
      "##සාහ": 1238,
      "පෙළ": 1239,
      "සථර": 1240,
      "උතසාහ": 1241,
      "කෙසෙ": 1242,
      "දෙපාරතමෙනතව": 1243,
      "ආක": 1244,
      "උදා": 1245,
      "එලල": 1246,
      "කෂ": 1247,
      "කමක": 1248,
      "ගල": 1249,
      "##යොග": 1250,
      "##හම": 1251,
      "##ගොර": 1252,
      "##ur": 1253,
      "##ොම": 1254,
      "වශව": 1255,
      "පසගය": 1256,
      "ජනතාව": 1257,
      "අපගෙ": 1258,
      "##anth": 1259,
      "පරමාණ": 1260,
      "පාලනය": 1261,
      "ඉලෙකටරොන": 1262,
      "අස": 1263,
      "ඒකා": 1264,
      "යා": 1265,
      "රථ": 1266,
      "සවා": 1267,
      "##ec": 1268,
      "##ලෙෂ": 1269,
      "##am": 1270,
      "##චත": 1271,
      "##ොත": 1272,
      "##තතෙ": 1273,
      "##ාමය": 1274,
      "මලක": 1275,
      "අපෙකෂ": 1276,
      "ජාතයනතර": 1277,
      "සයලම": 1278,
      "දැඩ": 1279,
      "පරවෙශ": 1280,
      "ඇලගොර": 1281,
      "එරෙහව": 1282,
      "ඇලගොරතම": 1283,
      "16": 1284,
      "18": 1285,
      "කෘ": 1286,
      "යද": 1287,
      "යදධ": 1288,
      "##ාට": 1289,
      "##ාංග": 1290,
      "ඇතත": 1291,
      "##නායක": 1292,
      "එකක": 1293,
      "එකදන": 1294,
      "කොවඩ": 1295,
      "දෙවන": 1296,
      "##සයාන": 1297,
      "හෙත": 1298,
      "ගොඩන": 1299,
      "හැකයාව": 1300,
      "වසරෙ": 1301,
      "##acanth": 1302,
      "##භාවය": 1303,
      "ආයතන": 1304,
      "##acanthus": 1305,
      "17": 1306,
      "rhin": 1307,
      "අලෙ": 1308,
      "තල": 1309,
      "මාල": 1310,
      "වයෙ": 1311,
      "##කළ": 1312,
      "##රඹ": 1313,
      "##ෘද": 1314,
      "##චඡ": 1315,
      "##ොව": 1316,
      "සමපත": 1317,
      "##නයට": 1318,
      "නොව": 1319,
      "කරනනෙ": 1320,
      "අවසාන": 1321,
      "හමදා": 1322,
      "ඉනදයාවෙ": 1323,
      "තවදරටත": 1324,
      "වාකය": 1325,
      "the": 1326,
      "rhinacanthus": 1327,
      "අවරද": 1328,
      "චොද": 1329,
      "රප": 1330,
      "ලකෂ": 1331,
      "##ෙට": 1332,
      "##සෙන": 1333,
      "##සමක": 1334,
      "##හනය": 1335,
      "##ෂට": 1336,
      "##ංච": 1337,
      "##as": 1338,
      "##තවෙ": 1339,
      "එකත": 1340,
      "තබෙන": 1341,
      "##සටර": 1342,
      "##සටහන": 1343,
      "පහණ": 1344,
      "ජනාධපතවර": 1345,
      "දෙකක": 1346,
      "පනත": 1347,
      "යටතෙ": 1348,
      "මහනද": 1349,
      "සැපයම": 1350,
      "චොදනා": 1351,
      "11": 1352,
      "an": 1353,
      "ආශර": 1354,
      "ඉලක": 1355,
      "චතර": 1356,
      "නෙ": 1357,
      "බහ": 1358,
      "රැක": 1359,
      "ලෙක": 1360,
      "##යයන": 1361,
      "##දැක": 1362,
      "##ැත": 1363,
      "##ජත": 1364,
      "##ෘතත": 1365,
      "සමම": 1366,
      "සමාන": 1367,
      "පරශන": 1368,
      "##වරධන": 1369,
      "පැතර": 1370,
      "වරධනය": 1371,
      "##වෙය": 1372,
      "අධයා": 1373,
      "අපට": 1374,
      "දරවය": 1375,
      "පෙරමණ": 1376,
      "ඉලලම": 1377,
      "##ගැනම": 1378,
      "ආකාරය": 1379,
      "ආසාදතයන": 1380,
      "කසල": 1381,
      "රය": 1382,
      "ශෂය": 1383,
      "සාක": 1384,
      "සකස": 1385,
      "##ay": 1386,
      "##ඹර": 1387,
      "##ොස": 1388,
      "##යාගෙ": 1389,
      "තබණ": 1390,
      "වශලෙෂ": 1391,
      "සෙවක": 1392,
      "ජනපද": 1393,
      "උපද": 1394,
      "අධයයන": 1395,
      "මහණ": 1396,
      "බැවන": 1397,
      "##ෘතතය": 1398,
      "බලපතර": 1399,
      "දසතරක": 1400,
      "අලෙව": 1401,
      "12": 1402,
      "කෙන": 1403,
      "කලා": 1404,
      "ගය": 1405,
      "තැන": 1406,
      "නස": 1407,
      "පවල": 1408,
      "මස": 1409,
      "මතර": 1410,
      "වලන": 1411,
      "##ටල": 1412,
      "##බදධ": 1413,
      "පරකෂණ": 1414,
      "##වරන": 1415,
      "සංඛය": 1416,
      "සංචාර": 1417,
      "තරගය": 1418,
      "වශවාස": 1419,
      "හොඳ": 1420,
      "##සකම": 1421,
      "අමතර": 1422,
      "මනසන": 1423,
      "රජය": 1424,
      "##ගොඩ": 1425,
      "තෙරම": 1426,
      "බෙදා": 1427,
      "සමාගම": 1428,
      "පරතඵල": 1429,
      "නොමැත": 1430,
      "මෙරට": 1431,
      "උදාහර": 1432,
      "සාකචඡ": 1433,
      "කතා": 1434,
      "හඳන": 1435,
      "##කව": 1436,
      "##ජනා": 1437,
      "##le": 1438,
      "##බොධ": 1439,
      "සමසත": 1440,
      "වනා": 1441,
      "##ංගල": 1442,
      "සටහන": 1443,
      "##හනසෙ": 1444,
      "යනතර": 1445,
      "අතදැක": 1446,
      "කාලයක": 1447,
      "යොජනා": 1448,
      "ආරථක": 1449,
      "##සථාන": 1450,
      "නෂපාදනය": 1451,
      "##ation": 1452,
      "මානව": 1453,
      "ඉතහා": 1454,
      "භාවතයෙන": 1455,
      "අනෙකත": 1456,
      "දවයන": 1457,
      "පදධත": 1458,
      "කමකද": 1459,
      "උපදෙස": 1460,
      "ඇම": 1461,
      "තැ": 1462,
      "දෙස": 1463,
      "ධන": 1464,
      "නවැ": 1465,
      "ඵල": 1466,
      "රන": 1467,
      "ලෙ": 1468,
      "වා": 1469,
      "සෙන": 1470,
      "හමක": 1471,
      "##වනන": 1472,
      "##වෙක": 1473,
      "##පස": 1474,
      "##නනය": 1475,
      "##යාට": 1476,
      "කළෙ": 1477,
      "##ණඩාර": 1478,
      "මලය": 1479,
      "අනතරජ": 1480,
      "දැනම": 1481,
      "පකෂය": 1482,
      "පැවසය": 1483,
      "ලෙකම": 1484,
      "එළ": 1485,
      "එංග": 1486,
      "කන": 1487,
      "පහර": 1488,
      "සළ": 1489,
      "සාප": 1490,
      "##ෙත": 1491,
      "##පළ": 1492,
      "ඇතැය": 1493,
      "ඇතැම": 1494,
      "##වාල": 1495,
      "වැස": 1496,
      "සටයෙ": 1497,
      "##දාය": 1498,
      "වරතම": 1499,
      "අධක": 1500,
      "පරතපත": 1501,
      "##තාවය": 1502,
      "අඩව": 1503,
      "වදල": 1504,
      "ඉලලා": 1505,
      "ජයගරහ": 1506,
      "සාකෂ": 1507,
      "කරයාකාරකම": 1508,
      "සැලසම": 1509,
      "වකණ": 1510,
      "කෂෙ": 1511,
      "ඒකාබදධ": 1512,
      "is": 1513,
      "අගය": 1514,
      "උතර": 1515,
      "ඒක": 1516,
      "ඕන": 1517,
      "දො": 1518,
      "දනා": 1519,
      "නශ": 1520,
      "නතය": 1521,
      "පහස": 1522,
      "බණඩාර": 1523,
      "මෘද": 1524,
      "යළ": 1525,
      "වෘතතය": 1526,
      "සතය": 1527,
      "ළඟ": 1528,
      "##කයෙ": 1529,
      "##සං": 1530,
      "##ලට": 1531,
      "##භය": 1532,
      "##ොච": 1533,
      "##ාවෙන": 1534,
      "සමමත": 1535,
      "##ාතයා": 1536,
      "##ණයට": 1537,
      "වැරද": 1538,
      "##වසථ": 1539,
      "අනර": 1540,
      "##ංගරස": 1541,
      "හොඳම": 1542,
      "##වෙදනය": 1543,
      "ගැනමෙ": 1544,
      "වැඩසටහන": 1545,
      "වෙනවට": 1546,
      "අවම": 1547,
      "අමාතයා": 1548,
      "##ගමනය": 1549,
      "අධකරණය": 1550,
      "##සායන": 1551,
      "##and": 1552,
      "අඩංග": 1553,
      "##ing": 1554,
      "දෙනන": 1555,
      "වයාප": 1556,
      "##ගොස": 1557,
      "පාරභොගකයන": 1558,
      "මෙහෙය": 1559,
      "සාමානයයෙන": 1560,
      "සභාපත": 1561,
      "ලාංක": 1562,
      "ඝාතනය": 1563,
      "ආකෘත": 1564,
      "ගොඩනැ": 1565,
      "හමකම": 1566,
      "අරමණ": 1567,
      "ඉට": 1568,
      "එනම": 1569,
      "ඖෂ": 1570,
      "ගම": 1571,
      "ජලය": 1572,
      "පාලන": 1573,
      "බා": 1574,
      "රොහ": 1575,
      "රසායන": 1576,
      "##වමෙ": 1577,
      "##ig": 1578,
      "##දෙ": 1579,
      "##රක": 1580,
      "##ශොධ": 1581,
      "සමප": 1582,
      "සහතක": 1583,
      "වනදනය": 1584,
      "වැළ": 1585,
      "සටය": 1586,
      "##දයණ": 1587,
      "##දාස": 1588,
      "මලා": 1589,
      "වැඩදයණ": 1590,
      "202": 1591,
      "හෙට": 1592,
      "මහජන": 1593,
      "පෞ": 1594,
      "ඔවනට": 1595,
      "##ලාභ": 1596,
      "සයල": 1597,
      "බලපෑම": 1598,
      "තරගාව": 1599,
      "ඉගෙනම": 1600,
      "සාහත": 1601,
      "තතතව": 1602,
      "##ාදෙශය": 1603,
      "කාබනක": 1604,
      "චතරපට": 1605,
      "නවැරද": 1606,
      "15": 1607,
      "අගම": 1608,
      "ආද": 1609,
      "කමට": 1610,
      "දමට": 1611,
      "නතර": 1612,
      "නයට": 1613,
      "රත": 1614,
      "සසන": 1615,
      "##හය": 1616,
      "##ගණ": 1617,
      "##ලොක": 1618,
      "##තාවක": 1619,
      "##ශකත": 1620,
      "##os": 1621,
      "සමාග": 1622,
      "පරවැ": 1623,
      "පරවාහන": 1624,
      "##යෙකට": 1625,
      "වෙල": 1626,
      "##වරධනය": 1627,
      "##නාගාර": 1628,
      "##පරය": 1629,
      "පසා": 1630,
      "ජනතා": 1631,
      "කැප": 1632,
      "වශෙෂයෙන": 1633,
      "අයර": 1634,
      "දැම": 1635,
      "කෙරෙහ": 1636,
      "ආරකෂක": 1637,
      "භාෂා": 1638,
      "මණඩලය": 1639,
      "වචන": 1640,
      "කළමනාකරණය": 1641,
      "පවතවා": 1642,
      "සංසකෘ": 1643,
      "ඉලකක": 1644,
      "අමතරව": 1645,
      "ඖෂධ": 1646,
      "25": 1647,
      "ne": 1648,
      "st": 1649,
      "අග": 1650,
      "ආලොක": 1651,
      "එල": 1652,
      "කයා": 1653,
      "ජෛ": 1654,
      "තද": 1655,
      "නා": 1656,
      "නඩ": 1657,
      "බඳ": 1658,
      "බන": 1659,
      "මැන": 1660,
      "රස": 1661,
      "සප": 1662,
      "සතව": 1663,
      "සතන": 1664,
      "##භව": 1665,
      "##භාවක": 1666,
      "##re": 1667,
      "##ශල": 1668,
      "සමාව": 1669,
      "පරකෂ": 1670,
      "කරමයක": 1671,
      "##යනගෙ": 1672,
      "වෙද": 1673,
      "වෙතත": 1674,
      "##මකට": 1675,
      "දෙය": 1676,
      "සෙවය": 1677,
      "හැඳන": 1678,
      "මැද": 1679,
      "ලැබෙ": 1680,
      "බැංක": 1681,
      "ලොකයෙ": 1682,
      "වාරතාව": 1683,
      "ආසනන": 1684,
      "මෙනම": 1685,
      "කාරයා": 1686,
      "ආයතනය": 1687,
      "මයගොස": 1688,
      "සාදනන": 1689,
      "ආශරත": 1690,
      "කෂෙතර": 1691,
      "cr": 1692,
      "on": 1693,
      "of": 1694,
      "ආවරත": 1695,
      "ඉර": 1696,
      "එයට": 1697,
      "කාන": 1698,
      "ඡාය": 1699,
      "බද": 1700,
      "බො": 1701,
      "ලය": 1702,
      "වධ": 1703,
      "වහනසෙ": 1704,
      "##ෞ": 1705,
      "##වද": 1706,
      "##ගයෙ": 1707,
      "##බස": 1708,
      "##ානම": 1709,
      "පළල": 1710,
      "කොරො": 1711,
      "පොජ": 1712,
      "වයවසථ": 1713,
      "##ාජය": 1714,
      "හෙළ": 1715,
      "199": 1716,
      "194": 1717,
      "ගොස": 1718,
      "සථරය": 1719,
      "රැස": 1720,
      "මරණ": 1721,
      "රටවල": 1722,
      "පනර": 1723,
      "අභයොග": 1724,
      "ආණඩව": 1725,
      "##ැමබර": 1726,
      "2005": 1727,
      "හැඟම": 1728,
      "එංගලනත": 1729,
      "ඡායාර": 1730,
      "කොරොනා": 1731,
      "අලල": 1732,
      "ඇමර": 1733,
      "ඊයෙ": 1734,
      "ඡනද": 1735,
      "නෑ": 1736,
      "පතර": 1737,
      "මළ": 1738,
      "යාම": 1739,
      "රො": 1740,
      "වාස": 1741,
      "වපකෂ": 1742,
      "වභාග": 1743,
      "සතවල": 1744,
      "##වමක": 1745,
      "##ගනනා": 1746,
      "##em": 1747,
      "##ණා": 1748,
      "##රණ": 1749,
      "##පනය": 1750,
      "##ජය": 1751,
      "##un": 1752,
      "##ol": 1753,
      "වසා": 1754,
      "මෙයට": 1755,
      "සංගත": 1756,
      "##දායක": 1757,
      "##වෙද": 1758,
      "බලය": 1759,
      "බලශකත": 1760,
      "දෙදෙනෙක": 1761,
      "පරතලාභ": 1762,
      "##ගරාම": 1763,
      "නරත": 1764,
      "කණඩායමෙ": 1765,
      "දැනට": 1766,
      "කාණඩ": 1767,
      "පරමාණය": 1768,
      "2015": 1769,
      "##ගැනමට": 1770,
      "සනනාම": 1771,
      "පමණක": 1772,
      "ගැටල": 1773,
      "යෙදම": 1774,
      "මටටම": 1775,
      "and": 1776,
      "සාකචඡා": 1777,
      "අනතරජාල": 1778,
      "ඕනෑම": 1779,
      "බාහර": 1780,
      "බනධ": 1781,
      "26": 1782,
      "30": 1783,
      "31": 1784,
      "com": 1785,
      "ph": 1786,
      "අගන": 1787,
      "ඇරඹ": 1788,
      "කථ": 1789,
      "කාම": 1790,
      "කමාර": 1791,
      "දශ": 1792,
      "දෂණය": 1793,
      "නපද": 1794,
      "භෞ": 1795,
      "මදා": 1796,
      "යට": 1797,
      "වහ": 1798,
      "සෘ": 1799,
      "සතර": 1800,
      "##කතය": 1801,
      "##කාලන": 1802,
      "##ලත": 1803,
      "##දගල": 1804,
      "##පක": 1805,
      "##ul": 1806,
      "##චච": 1807,
      "පරාදෙශය": 1808,
      "සහභාග": 1809,
      "සංහල": 1810,
      "සංශොධ": 1811,
      "සටම": 1812,
      "පොත": 1813,
      "##දෙශය": 1814,
      "අවධානය": 1815,
      "වටා": 1816,
      "198": 1817,
      "බලපතරය": 1818,
      "කාච": 1819,
      "නරමාණ": 1820,
      "සභාව": 1821,
      "මහාචාරය": 1822,
      "සමපරෙෂ": 1823,
      "සවාධන": 1824,
      "ඇතතෙ": 1825,
      "##පළවෙ": 1826,
      "මලාශර": 1827,
      "පෞදගල": 1828,
      "14": 1829,
      "ඇඟ": 1830,
      "එන": 1831,
      "කමන": 1832,
      "ගතත": 1833,
      "දනය": 1834,
      "නයා": 1835,
      "භාර": 1836,
      "භකෂ": 1837,
      "මෛ": 1838,
      "මඟන": 1839,
      "හාන": 1840,
      "##කයෙක": 1841,
      "##ෑන": 1842,
      "##ගතය": 1843,
      "##ගණක": 1844,
      "##නයෙ": 1845,
      "##තතය": 1846,
      "##රාල": 1847,
      "##ථය": 1848,
      "##ජනය": 1849,
      "##ඨා": 1850,
      "##ch": 1851,
      "##ber": 1852,
      "සමන": 1853,
      "පරවා": 1854,
      "##කරමට": 1855,
      "වනොද": 1856,
      "සංචාරය": 1857,
      "පළතර": 1858,
      "##ෙරණ": 1859,
      "ශරෙ": 1860,
      "අවබොධ": 1861,
      "ජනපත": 1862,
      "වටනා": 1863,
      "ගොන": 1864,
      "ගොඩ": 1865,
      "දනයෙ": 1866,
      "පෙත": 1867,
      "හමවෙ": 1868,
      "##inf": 1869,
      "ලැබෙන": 1870,
      "ගැඹර": 1871,
      "අයවැ": 1872,
      "රජයෙ": 1873,
      "සාමාජ": 1874,
      "අපරාධ": 1875,
      "මෙනන": 1876,
      "වදයාව": 1877,
      "ගැටළ": 1878,
      "නයොජනය": 1879,
      "සාරථක": 1880,
      "නලධාරන": 1881,
      "පරමඛ": 1882,
      "ඉතහාසය": 1883,
      "ඵලදාය": 1884,
      "නශචත": 1885,
      "ඡායාරප": 1886,
      "බනධනාගාර": 1887,
      "මෛතර": 1888,
      "80": 1889,
      "ඇන": 1890,
      "උසස": 1891,
      "එසෙ": 1892,
      "ජෙන": 1893,
      "තහ": 1894,
      "තෙක": 1895,
      "දාහ": 1896,
      "නාවක": 1897,
      "පඩ": 1898,
      "බට": 1899,
      "බදධ": 1900,
      "භම": 1901,
      "යැය": 1902,
      "රපය": 1903,
      "වමෙන": 1904,
      "සකන": 1905,
      "##කක": 1906,
      "##ෙලය": 1907,
      "##සාර": 1908,
      "##id": 1909,
      "##ෂඨ": 1910,
      "##ඛන": 1911,
      "##ඩර": 1912,
      "##රයක": 1913,
      "##ap": 1914,
      "##පැ": 1915,
      "##පාත": 1916,
      "##og": 1917,
      "##තරම": 1918,
      "##ානායක": 1919,
      "##තවයෙන": 1920,
      "##යනහ": 1921,
      "මෙවා": 1922,
      "වෙග": 1923,
      "සංකරණ": 1924,
      "අතරම": 1925,
      "පැල": 1926,
      "සදවන": 1927,
      "පසෙ": 1928,
      "##සයම": 1929,
      "අතට": 1930,
      "පදගලක": 1931,
      "##රයාන": 1932,
      "197": 1933,
      "දනද": 1934,
      "##anu": 1935,
      "කාලන": 1936,
      "නයොග": 1937,
      "වශෙෂඥ": 1938,
      "තොරා": 1939,
      "මරට": 1940,
      "පෙනවා": 1941,
      "කෙරෙ": 1942,
      "අපරකාන": 1943,
      "දමරය": 1944,
      "සැලකය": 1945,
      "තතතවය": 1946,
      "##ish": 1947,
      "##බැඳ": 1948,
      "##වරතනය": 1949,
