[PAD]
[UNK]
[CLS]
[SEP]
[MASK]
!
"
#
$
%
&
'
(
)
*
+
,
-
.
/
0
1
2
3
4
5
6
7
8
9
:
;
<
=
>
?
@
[
]
^
_
`
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
{
|
}
~
°
²
µ
·
ɑ
ə
ɾ
ʈ
ʋ
ʒ
ʰ
ː
ت
ج
ر
ق
م
ه
و
ی
ං
ඃ
අ
ආ
ඇ
ඈ
ඉ
ඊ
උ
ඌ
ඍ
එ
ඒ
ඓ
ඔ
ඕ
ඖ
ක
ඛ
ග
ඝ
ඞ
ඟ
ච
ඡ
ජ
ඤ
ඥ
ට
ඨ
ඩ
ඪ
ණ
ඬ
ත
ථ
ද
ධ
න
ඳ
ප
ඵ
බ
භ
ම
ඹ
ය
ර
ල
ව
ශ
ෂ
ස
හ
ළ
ෆ
ා
ැ
ෑ
ෘ
ෙ
ෛ
ෟ
ෲ
ᄅ
ᄇ
ᄉ
ᄋ
ᄒ
ᅡ
ᅣ
ᅩ
ᅪ
ᆨ
ᆫ
ᆷ
ᆼ
–
—
‘
’
“
”
•
…
⅓
−
√
博
咸
唐
山
新
書
爐
阮
香
🇦
🇧
🇨
🇩
🇪
🇫
🇬
🇭
🇮
🇯
🇰
🇱
🇲
🇳
🇴
🇵
🇶
🇷
🇸
🇹
🇺
🇽
🇿
🌲
🌳
##ය
##ක
##ෙ
##ා
##ට
##ෑ
##ස
##ම
##හ
##ව
##ග
##ඳ
##i
##n
##e
##ල
##න
##ෂ
##ණ
##ද
##භ
##ත
##ඛ
##ඩ
##ං
##ර
##ථ
##m
##a
##g
##s
##ැ
##ප
##ජ
##ෘ
##ධ
##h
##u
##r
##7
##6
##5
##v
##ඨ
##ශ
##t
##2
##o
##k
##p
##l
##ළ
##බ
##ඹ
##9
##4
##3
##ඟ
##ෆ
##ඥ
##d
##ච
##c
##y
##0
##x
##b
##අ
##1
##🌲
##j
##ඡ
##ෟ
##🇷
##f
##ෛ
##z
##ඵ
##w
##🇪
##🇹
##ඬ
##ඕ
##8
##ඝ
##ඪ
##ඓ
##²
##q
##ඇ
##🇶
##🇿
##°
##🇩
##ඤ
##ඞ
##එ
##🇺
##🇬
##🇳
##උ
##🇴
##ඊ
##ආ
##م
##ر
##ی
##⅓
##🇰
##ə
##ʈ
##ඃ
##ᅣ
##ᆼ
##ᄅ
##ᅩ
##ː
##ʰ
##ɑ
##🇫
##ඔ
##√
##🇭
##ᅪ
##ᆫ
##ᄒ
##ᅡ
##ᆷ
##🇲
##ඒ
##ෲ
##🇽
##ʒ
##ʋ
##ɾ
##🇱
##ᆨ
##ᄉ
##ඉ
##ج
##ق
##و
##🇦
##🇵
##🇸
##ො
##ෙන
කර
##ාව
##තර
##ාර
##st
in
සම
පර
##නන
inst
##යක
##යෙ
##ාත
##ාන
සහ
##යෙන
##තව
වස
කරම
##හත
##බන
##යන
##යා
ඇත
##ැන
##බනධ
##කාව
සමබනධ
##වා
##කර
##නය
##පය
##ැක
සමබනධයෙන
##වන
##ාල
පහත
වසතර
##හා
මෙ
##ාතෘ
මාතෘ
සපය
මාතෘකාව
සපයනන
##ණය
වෙ
##මට
##වත
##ගෙ
##මක
වන
වැ
සඳ
##වස
##වර
##ෙක
සං
බව
##නා
අතර
##ෙස
##කෂ
##පත
##යට
සඳහා
කළ
##වල
අන
##රම
හැක
##තා
පළ
පැ
එක
##ෙශ
##කා
##දර
##ංග
කො
සට
##ාද
තබ
තර
වශ
##ණඩ
හො
##තය
##මන
##දය
කරන
පො
##දා
වර
##ෙර
##වෙ
නො
##වය
##කාර
ශර
##ලල
ගැන
කරමට
##තත
##ොර
පද
බල
##පර
ලෙස
##ාම
වය
සද
##මත
මල
##හන
වැඩ
##ගත
##ාය
කරය
ලබ
##මෙ
දෙ
##ානය
පස
කරනන
යන
##යත
##ගල
##ාජ
සෙ
හා
වෙන
##සක
##ොග
ලං
##දෙශ
##සය
##ලය
තබෙ
සැ
අව
මෙම
##ාවක
ජන
උප
##මෙන
භාව
##ගෙන
දක
අම
20
##සන
##ගම
##දන
අද
අධ
මහත
ලබා
එය
පවස
අත
##කට
පරත
##ෙෂ
වට
##හර
ලැ
##ලක
##වක
පදගල
##හස
##ාස
##රය
##නනෙ
හෙ
##වම
##ාධ
වසන
මහතා
##ොක
##වැ
පාර
##වට
##ශය
මහ
හැ
අප
##සත
19
ඉන
මැ
##ලන
නැ
දර
මන
ගො
##ාරය
##බඳ
##ys
##ෙය
දන
ඔබ
sys
##සා
##තාව
අවස
##ගන
පෙ
##මා
පවසය
ඔවන
##ලා
##තවර
හැකය
හම
##ඩා
##an
නම
##ගය
##ාතමක
##යෙක
ජාත
##ටට
සය
සමඟ
පළබඳ
සථ
ලද
අඩ
##තක
කාල
##ාක
##වධ
කැ
නය
රාජ
##ාවෙ
ලංකා
##ගර
ඔහ
ඇතළ
##තම
නර
##කත
##මණ
##ot
##er
##ොන
##තවය
##වෙන
##in
##සට
##කයන
##ජන
##ොහ
භාවතා
යො
පරදෙශ
ගත
##ෙද
ගෙන
වල
වැන
##සර
එම
සර
දෙන
වද
කට
පහ
ලැබ
කණඩ
##ෙහ
කණඩාය
මත
කොට
##ධාන
ගැ
බැ
සව
##නම
පත
##සම
qu
##ායක
##දධ
##ංශ
##ොධ
##පාද
ගැනමට
##කරණ
අනතර
quot
එහ
ආර
තළ
##කරණය
පට
##හාර
වශෙෂ
##ාප
##ෘත
පොල
##ෑම
සො
##මය
අය
##හැ
කරයා
##ාලන
##නද
##ාතය
නව
මාර
##ාග
හර
##ණයක
පවත
බර
##සථ
වරග
ගණ
දැ
පරකා
වම
##කම
##ලෙ
##ar
බලප
##ටත
##සල
##තන
##පයක
පෙර
රජ
ඉනදය
නරම
##යෙද
භා
රැ
##ඛය
##නාධ
තොර
දැන
##or
වශයෙන
ගනන
නෂ
වසර
##on
ලංකාව
කා
ලොක
වයා
නරමා
දතත
වාර
සභ
##ගො
##සෙ
##al
වැද
ජාතක
දකවා
කටයත
##ංක
ජනාධ
වනනෙ
සාම
##ොහො
##ලප
පරධාන
ගැනම
පරකාශ
දෙශ
කරමෙ
ආස
තන
##ඳන
එකසත
තරග
නෂපාද
මර
##යය
පරමා
අමාතය
අනව
ඒවා
පෙන
පකෂ
මට
වවධ
##ටම
ආරම
##ලමෙන
##දල
##දෙන
##ැය
##යකට
පාරලමෙන
ආරමභ
##වලට
හෙතව
කහ
කෙර
තෙ
##at
බවට
අවශය
201
ගමන
දෙක
යත
ඉලල
කල
##ධාර
ඔවනගෙ
ඇතළත
ඉදර
නත
බොහො
රට
##ic
##කන
##බර
කරකට
කරමන
සත
##ටර
##en
##ධන
##අඩ
පොහ
මැතවර
තවත
පන
##හල
##පාර
අභ
ගර
ජය
නමත
වෛ
##කය
අපර
නල
සන
##ලම
##ණක
##ාවන
පළම
සොයා
##ොල
කෙ
නද
##ංගවට
අතඅඩ
පදගලයන
##දම
##කරම
කණඩායම
දය
මගන
##ගැන
නරමාණය
##හළ
##චාරය
කළෙය
සටන
දකණ
රොග
මෙය
වෙළ
අතඅඩංගවට
අර
ඇය
##us
10
මෙන
වදය
##දරවය
කහපයක
ආණඩ
ආකාර
දැක
මාන
##සව
##ac
##ශර
##ොජ
සථාන
උත
ගන
මම
සල
සවය
##මැ
##es
පවතන
පොහොර
ඉත
වග
##නට
##ළඹ
වෙත
පැවැ
සෞ
##ාධය
ජවත
නසා
##ඩන
පරව
නදහස
මා
වව
##භොග
##රස
##කෂණ
##වලන
ආසාද
අල
කාර
ගෙ
මහා
වමට
පාරභොග
සෞඛය
හට
##ෙල
##ෂය
සංවධ
තරඟ
##පට
##පද
පැමණ
වෙනස
අවසථ
ජනාධපත
ඉගෙන
සා
##සස
##දනය
##තවල
භාවත
දම
වඩා
##වමට
##භාව
පරා
අනෙක
සවයං
ඉහළ
චන
##ොද
සමපර
පාරලමෙනත
ලංග
සනන
##ශන
##ොට
උපකාර
වැදගත
පාස
##ෂණය
##ධය
##ධනය
##යකන
බවය
##රමණ
වරොධ
කරයාතමක
තොරතර
නායක
පා
ලක
ලබන
##ථක
##පකෂ
##ානත
සඳහන
සැලක
මනතර
පරදෙශයෙ
පොලස
හෙතවෙන
ආයත
තව
තත
##ැම
200
පහට
ආහාර
සැක
හඳ
##ඳම
##වාද
##කරවන
මෙහ
##ෙකෂ
ඔබට
මාරග
ඉවත
දව
පමණ
##ed
##ලයෙ
##ානයෙ
##වරයා
ගැට
වෛදය
යෙද
##චාර
සමාජ
පරද
ඔබෙ
පැවැතව
පාල
වඩ
##ෂණ
තරණය
වශාල
ලැය
රාජය
ආරකෂ
සාමානය
මැතවරණ
එර
මටට
##ලෙක
##රො
##තරය
##තරක
සමහර
වදයා
කරයාකාර
ලංකාවෙ
දග
##මර
##රද
##th
##00
කරඩ
සමග
##කරන
මලදරවය
සෙව
භාෂ
වෙළඳ
හඳනා
කෙස
කාරය
මාධය
සෑම
##මාර
##මනා
##il
##om
කොළඹ
පොලසය
ලංගක
නගර
බෙ
වදෙශ
##කස
##වතව
##පා
සමා
වෙය
පළාත
කොම
##පන
පැවස
කඩ
දස
බෙර
මණඩ
වච
##හැක
##is
##නගෙ
##ාවට
පැහැ
සැල
හරහා
වාරතා
ආසාදත
ඉතා
උද
ජල
යටත
##ාහ
##සතව
සහත
කරමෙන
අවසන
ඔහගෙ
නෂපාදන
කව
බවත
වක
##යො
##වඩ
##පාලන
##වාස
##වාහන
වෙබ
පොද
පදගලයෙක
##ලනත
නැත
බරත
භාණඩ
සභා
පය
මගෙ
මහන
යතය
##et
##el
කරණ
පැවත
වෙනත
මහද
පළබඳව
කොටස
බරතානය
අයත
අංශ
ඇල
ඉඩ
තම
නකත
පල
මය
ලා
වාක
##ෙම
##බල
##බැ
##ාවර
පරස
##යෙහ
කරමය
නොහැක
නැවත
එරෙහ
දපත
ශාක
##ri
සමත
##යනට
##කෂණය
සදව
වෙනවෙන
සැපය
පරතඵ
කාලය
යොම
දෙනෙක
ගණන
හටප
පතව
##කල
##වැන
##ංශය
##පතවර
කරඩා
පරසර
##දාළ
අදහස
නයොජ
ගනනා
th
සාර
සපර
##ion
##භාග
##ශනය
පරහාර
##නනා
නලධාර
ලැයසතව
කඩා
නවස
වාය
##නෙ
##පාල
##යනතර
##වරත
වඩාත
පයවර
ඝාත
ජාල
මාස
##ලයක
##රා
##වරද
##දරටත
පදධ
පදනම
සෙවා
හැර
ඉතාල
අදාළ
මධය
##පො
පරම
##කරය
කළමනා
නොමැ
වලට
දෙශපාලන
##දෙනෙක
පාරභොගක
පැහැදල
ඉලෙක
කය
තමන
යම
##කාන
##පල
##ඟන
##යකෂ
##තවයක
කරයාව
දෙපාර
පසව
පරතකාර
නයම
ඉදරපත
සංවධානය
පාසල
ඉලෙකටර
කස
තා
පවතව
මදල
රා
##තමෙන
##ධානය
සංගම
##ාදෙශ
ලබාද
##ගරහ
##හැර
කාබන
වයාපාර
දයණ
සමපරණ
දෙපාරතමෙන
යනන
ශකත
##යම
##ැල
##ජෙ
##ජා
මෙර
වැට
සංසක
තබා
තරණ
රාජපකෂ
යොදා
මානසක
බස
මො
රෙ
සාද
හද
##ගාර
##it
##hin
##බද
පරසක
##වෙදන
නොවන
හැඟ
##සාහ
පෙළ
සථර
උතසාහ
කෙසෙ
දෙපාරතමෙනතව
ආක
උදා
එලල
කෂ
කමක
ගල
##යොග
##හම
##ගොර
##ur
##ොම
වශව
පසගය
ජනතාව
අපගෙ
##anth
පරමාණ
පාලනය
ඉලෙකටරොන
අස
ඒකා
යා
රථ
සවා
##ec
##ලෙෂ
##am
##චත
##ොත
##තතෙ
##ාමය
මලක
අපෙකෂ
ජාතයනතර
සයලම
දැඩ
පරවෙශ
ඇලගොර
එරෙහව
ඇලගොරතම
16
18
කෘ
යද
යදධ
##ාට
##ාංග
ඇතත
##නායක
එකක
එකදන
කොවඩ
දෙවන
##සයාන
හෙත
ගොඩන
හැකයාව
වසරෙ
##acanth
##භාවය
ආයතන
##acanthus
17
rhin
අලෙ
තල
මාල
වයෙ
##කළ
##රඹ
##ෘද
##චඡ
##ොව
සමපත
##නයට
නොව
කරනනෙ
අවසාන
හමදා
ඉනදයාවෙ
තවදරටත
වාකය
the
rhinacanthus
අවරද
චොද
රප
ලකෂ
##ෙට
##සෙන
##සමක
##හනය
##ෂට
##ංච
##as
##තවෙ
එකත
තබෙන
##සටර
##සටහන
පහණ
ජනාධපතවර
දෙකක
පනත
යටතෙ
මහනද
සැපයම
චොදනා
11
an
ආශර
ඉලක
චතර
නෙ
බහ
රැක
ලෙක
##යයන
##දැක
##ැත
##ජත
##ෘතත
සමම
සමාන
පරශන
##වරධන
පැතර
වරධනය
##වෙය
අධයා
අපට
දරවය
පෙරමණ
ඉලලම
##ගැනම
ආකාරය
ආසාදතයන
කසල
රය
ශෂය
සාක
සකස
##ay
##ඹර
##ොස
##යාගෙ
තබණ
වශලෙෂ
සෙවක
ජනපද
උපද
අධයයන
මහණ
බැවන
##ෘතතය
බලපතර
දසතරක
අලෙව
12
කෙන
කලා
ගය
තැන
නස
පවල
මස
මතර
වලන
##ටල
##බදධ
පරකෂණ
##වරන
සංඛය
සංචාර
තරගය
වශවාස
හොඳ
##සකම
අමතර
මනසන
රජය
##ගොඩ
තෙරම
බෙදා
සමාගම
පරතඵල
නොමැත
මෙරට
උදාහර
සාකචඡ
කතා
හඳන
##කව
##ජනා
##le
##බොධ
සමසත
වනා
##ංගල
සටහන
##හනසෙ
යනතර
අතදැක
කාලයක
යොජනා
ආරථක
##සථාන
නෂපාදනය
##ation
මානව
ඉතහා
භාවතයෙන
අනෙකත
දවයන
පදධත
කමකද
උපදෙස
ඇම
තැ
දෙස
ධන
නවැ
ඵල
රන
ලෙ
වා
සෙන
හමක
##වනන
##වෙක
##පස
##නනය
##යාට
කළෙ
##ණඩාර
මලය
අනතරජ
දැනම
පකෂය
පැවසය
ලෙකම
එළ
එංග
කන
පහර
සළ
සාප
##ෙත
##පළ
ඇතැය
ඇතැම
##වාල
වැස
සටයෙ
##දාය
වරතම
අධක
පරතපත
##තාවය
අඩව
වදල
ඉලලා
ජයගරහ
සාකෂ
කරයාකාරකම
සැලසම
වකණ
කෂෙ
ඒකාබදධ
is
අගය
උතර
ඒක
ඕන
දො
දනා
නශ
නතය
පහස
බණඩාර
මෘද
යළ
වෘතතය
සතය
ළඟ
##කයෙ
##සං
##ලට
##භය
##ොච
##ාවෙන
සමමත
##ාතයා
##ණයට
වැරද
##වසථ
අනර
##ංගරස
හොඳම
##වෙදනය
ගැනමෙ
වැඩසටහන
වෙනවට
අවම
අමාතයා
##ගමනය
අධකරණය
##සායන
##and
අඩංග
##ing
දෙනන
වයාප
##ගොස
පාරභොගකයන
මෙහෙය
සාමානයයෙන
සභාපත
ලාංක
ඝාතනය
ආකෘත
ගොඩනැ
හමකම
අරමණ
ඉට
එනම
ඖෂ
ගම
ජලය
පාලන
බා
රොහ
රසායන
##වමෙ
##ig
##දෙ
##රක
##ශොධ
සමප
සහතක
වනදනය
වැළ
සටය
##දයණ
##දාස
මලා
වැඩදයණ
202
හෙට
මහජන
පෞ
ඔවනට
##ලාභ
සයල
බලපෑම
තරගාව
ඉගෙනම
සාහත
තතතව
##ාදෙශය
කාබනක
චතරපට
නවැරද
15
අගම
ආද
කමට
දමට
නතර
නයට
රත
සසන
##හය
##ගණ
##ලොක
##තාවක
##ශකත
##os
සමාග
පරවැ
පරවාහන
##යෙකට
වෙල
##වරධනය
##නාගාර
##පරය
පසා
ජනතා
කැප
වශෙෂයෙන
අයර
දැම
කෙරෙහ
ආරකෂක
භාෂා
මණඩලය
වචන
කළමනාකරණය
පවතවා
සංසකෘ
ඉලකක
අමතරව
ඖෂධ
25
ne
st
අග
ආලොක
එල
කයා
ජෛ
තද
නා
නඩ
බඳ
බන
මැන
රස
සප
සතව
සතන
##භව
##භාවක
##re
##ශල
සමාව
පරකෂ
කරමයක
##යනගෙ
වෙද
වෙතත
##මකට
දෙය
සෙවය
හැඳන
මැද
ලැබෙ
බැංක
ලොකයෙ
වාරතාව
ආසනන
මෙනම
කාරයා
ආයතනය
මයගොස
සාදනන
ආශරත
කෂෙතර
cr
on
of
ආවරත
ඉර
එයට
කාන
ඡාය
බද
බො
ලය
වධ
වහනසෙ
##ෞ
##වද
##ගයෙ
##බස
##ානම
පළල
කොරො
පොජ
වයවසථ
##ාජය
හෙළ
199
194
ගොස
සථරය
රැස
මරණ
රටවල
පනර
අභයොග
ආණඩව
##ැමබර
2005
හැඟම
එංගලනත
ඡායාර
කොරොනා
අලල
ඇමර
ඊයෙ
ඡනද
නෑ
පතර
මළ
යාම
රො
වාස
වපකෂ
වභාග
සතවල
##වමක
##ගනනා
##em
##ණා
##රණ
##පනය
##ජය
##un
##ol
වසා
මෙයට
සංගත
##දායක
##වෙද
බලය
බලශකත
දෙදෙනෙක
පරතලාභ
##ගරාම
නරත
කණඩායමෙ
දැනට
කාණඩ
පරමාණය
2015
##ගැනමට
සනනාම
පමණක
ගැටල
යෙදම
මටටම
and
සාකචඡා
අනතරජාල
ඕනෑම
බාහර
බනධ
26
30
31
com
ph
අගන
ඇරඹ
කථ
කාම
කමාර
දශ
දෂණය
නපද
භෞ
මදා
යට
වහ
සෘ
සතර
##කතය
##කාලන
##ලත
##දගල
##පක
##ul
##චච
පරාදෙශය
සහභාග
සංහල
සංශොධ
සටම
පොත
##දෙශය
අවධානය
වටා
198
බලපතරය
කාච
නරමාණ
සභාව
මහාචාරය
සමපරෙෂ
සවාධන
ඇතතෙ
##පළවෙ
මලාශර
පෞදගල
14
ඇඟ
එන
කමන
ගතත
දනය
නයා
භාර
භකෂ
මෛ
මඟන
හාන
##කයෙක
##ෑන
##ගතය
##ගණක
##නයෙ
##තතය
##රාල
##ථය
##ජනය
##ඨා
##ch
##ber
සමන
පරවා
##කරමට
වනොද
සංචාරය
පළතර
##ෙරණ
ශරෙ
අවබොධ
ජනපත
වටනා
ගොන
ගොඩ
දනයෙ
පෙත
හමවෙ
##inf
ලැබෙන
ගැඹර
අයවැ
රජයෙ
සාමාජ
අපරාධ
මෙනන
වදයාව
ගැටළ
නයොජනය
සාරථක
නලධාරන
පරමඛ
ඉතහාසය
ඵලදාය
නශචත
ඡායාරප
බනධනාගාර
මෛතර
80
ඇන
උසස
එසෙ
ජෙන
තහ
තෙක
දාහ
නාවක
පඩ
බට
බදධ
භම
යැය
රපය
වමෙන
සකන
##කක
##ෙලය
##සාර
##id
##ෂඨ
##ඛන
##ඩර
##රයක
##ap
##පැ
##පාත
##og
##තරම
##ානායක
##තවයෙන
##යනහ
මෙවා
වෙග
සංකරණ
අතරම
පැල
සදවන
පසෙ
##සයම
අතට
පදගලක
##රයාන
197
දනද
##anu
කාලන
නයොග
වශෙෂඥ
තොරා
මරට
පෙනවා
කෙරෙ
අපරකාන
දමරය
සැලකය
තතතවය
##ish
##බැඳ
##වරතනය
උදාහරණයක
ධනාතමක
භෞතක
අංග
අතය
අහම
ආදර
ආතතය
ඊට
උණ
කප
ධවර
නවක
නාමය
පාක
පනද
බංගල
ලොව
වෂ
වත
සලල
හත
හවම
##ටන
##සරම
##මබර
##වාර
##වශය
##ian
##ලයට
##නයන
##දව
##ඛණඩ
##ag
##බාධ
පරභ
පරථ
වසඳ
##කරයා
වනදන
##වරයක
අතරතර
##ෙසට
පළවන
පැය
එකම
##ලලක
##ොරො
බලපර
බලාප
ජනම
භාවතය
හැසරම
196
195
ඉනධන
ගොලය
පෙජෙ
සරසෙන
සවඳ
පටන
##ාපනය
ඉනදයාව
ලොකඩ
දෙශය
ඒවායෙ
පකෂයෙ
නතඥ
##icinf
මැතවරණය
වදයාවෙ
ගනමන
සලවා
සලකා
සැකකර
පලබඳ
ලැයසතවක
කසද
සංගමය
ශකතමත
##සටරෙලය
අධයාපන
අලෙවකරණ
කෙනෙක
අතදැකම
බණඩාරනායක
අමාතයාංශය
අගමැත
සංසකෘතක
ආවරතතා
පෞදගලක
අතයවශය
හවමාර
පෙජෙං
##icinfo
for
fil
අගො
අඛණඩ
ආචාරය
ඉසල
ඉංගරස
එවැන
කම
කණ
කත
ගෘ
ඩෙ
තමා
දෂ
දෘ
දලල
පෘ
බය
මදර
වඳ
වාත
වහාර
සවර
සාධ
ෆර
##යාව
##කයක
##කයා
##ායන
##ාපත
##නෙක
##දක
##ශයක
##ter
##ඤඤ
##ාවැක
##ාරයක
පරණ
පරාව
##නනට
##නනද
සමබනධතා
##වනට
සංක
සංඛ
අනාවැක
එකනෙක
බලා
දෙයක
උපකරණ
##ගමව
අධයකෂ
මනස
ගොඨා
කැඳ
ඔහට
##ers
කණඩායමක
අනතරකරයා
තනතර
පරමාණක
##දෙනා
කෙරණ
කෙරෙන
රටෙ
අභයා
කෙට
වදයාතමක
ආණඩකරම
වවෘත
කාරයකෂ
තරඟාව
අවසථාව
පරාණ
වෙළඳාම
##මාරග
##යොජන
නයටර
cricinfo
පොජජ
ගතතෙය
මෛතරපාල
තහවර
සලලර
13
27
fr
wi
අයෙක
ඇතව
ඇමත
කටට
ගනද
දළ
ධර
පාන
පාප
බොග
රඳ
වෘතත
සලක
සපා
##කඩ
##ටය
##ංජන
##රවර
##lo
##ොප
##ාරථ
සහය
සහාය
##යෙනම
##කාවක
මෙවල
##වරයෙක
##කෂත
##කාංග
කොප
සටමට
නොත
මලද
##යතාව
උපාය
හැඩ
අපහස
ඉනදන
හමද
සයවස
##තමය
පහළ
ගැටම
සවභාවක
රැසක
##ort
තනක
පරමාණයක
පාරලමෙනතව
ඉලලමක
පදගලයනට
වෙළෙ
සලසය
සංවධාන
ඉගෙනමෙ
පාඨ
භාෂාව
මහදෙ
ගණනාවක
වශලෙෂණය
සංඛයාව
තැබ
පරතපතත
මෘදකාංග
වයාපෘත
රසායනක
new
සංඛයා
000
ar
ch
ma
අනා
ආය
ආසයාන
ඉතර
උදය
උතතෙ
කඳ
චර
චාර
ටෙසට
තහන
තවාල
දායක
නාම
පණ
බම
බොල
බබස
යැ
වණ
වළ
ශාර
ශකතය
සවල
සබැඳ
##කොට
##ෙප
##ෑට
##හොත
##වමන
##ගැ
##iv
##නයක
##av
##ධර
##ut
##pt
##බෑ
පරහ
##ානතර
##ානතය
##තවාද
##කාවෙ
##වාය
සංය
අනගමනය
වයස
සැස
දකනට
අධකාර
අධකරණ
පවසනනෙ
මහතාගෙ
##ලනතය
වදලය
කණඩායමට
කොටසක
බැල
වශෙෂත
පරකාශය
##ard
ඉනදයාන
රැගෙන
##ent
සනධාන
සථානයක
වවද
අවසථා
චනදර
සනනවෙදන
ලකණ
මාරගයෙ
කරඩකයන
සෙවාවක
කාරයයන
සැලැ
පදනමව
හදස
වකණම
ළඟා
##සංහ
ගොඩනැග
සමපනන
සාහතය
පරවැස
අගනවර
ශරෙණ
රපයල
පරථම
film
අගොසත
සපාඤඤ
ශාරරක
cb
pr
අගරාම
ආකර
ඉද
උපත
ඛණඩ
ගවන
තතව
තෙර
පැන
බොර
බාධ
මග
මද
ලඟ
##කණ
##ගමක
##ගරය
##ලනය
##රතන
##ථනය
##ැටල
##පප
##ht
##බා
##ොනය
කරත
පරශ
පරානත
##ාලා
වෙඩ
වෙමන
##මකන
සංවරධනය
##කෂෙප
##වලද
පැද
තරණයක
හොඳන
වරෂ
වරණ
##වෙග
නොවැ
ශරර
ලෙසන
සදධ
සදකරන
දෙව
අවද
උපදෙශ
පරතකෂෙප
මහතාට
මනද
ජාතනගෙ
ඇතළව
##සටන
පරදෙශයෙද
පතකර
එහද
කරයාමාරග
##සථානය
බලපෑ
රැසව
තොරව
ලංකාවට
2018
##කයො
ආසාදනය
මාරගයක
හඳනාගත
සපරශ
මධයම
රාතර
කෘෂ
දවයනෙ
අනරාධ
ජෛව
##වදයා
සමනවත
අයවැය
උණසම
##ොරොතත
බලාපොරොතත
ජනමාධය
ගොඨාභය
ගනදෙන
වෙළෙඳ
06
05
24
en
lan
අඟ
අංක
ඇගය
එයන
කයය
ඝන
ජව
ජරම
ජලා
ජොන
ඩොල
තතවය
දමන
දනනෙ
නළ
බළ
භට
මව
මතක
යතර
වමෙ
වංච
ශත
සනා
හෙර
##සසෙ
##මාන
##හසක
##ගණය
##ia
##ist
##ev
##ෂන
##රන
##රණය
##රසය
##ab
##ධරම
##ub
##op
##oc
##බම
##ොය
##ාවත
පරජ
පරගත
පරසථ
පරජා
පරගණක
කරමක
##යාම
##වනගෙ
වැල
සංසථ
##නාහර
අතරදන
##රමත
පැටට
##ාදය
තබය
කරනවා
නොවෙ
##ොරක
වයදම
සදවය
ලබය
සැපත
ජනග
උපාංග
අමෙර
පදගලයා
පාරශ
192
දරසථ
මනො
##තාවයක
කාලගණ
කැමත
නයමත
##කයනට
පරදෙශය
වලද
අනතරව
මාරත
##සලම
දැනවත
වයාපත
පරකාශයක
පරකාශයට
අමාතයවරයා
වවධතවය
තෙල
වෛරස
පැවැතවණ
වචලය
වකලප
අංශයෙ
##ාවරණය
නයොජත
පරහාරයක
තාකෂණය
සංගමයෙ
සංසකෘත
බසනාහර
වශවවදයා
කෘතම
රපවාහන
ජනාධපතවරයා
රැකයා
අධයාපනය
දසතරකකයෙ
පවලෙ
වනාඩ
සාපප
සාපෙකෂ
සටයෙය
වරතමානයෙ
one
පැලෑට
නයටරජන
අගරාමාතය
නොවැමබර
22
28
39
dec
per
tr
un
ආධාර
ඇඳ
ඇගෙ
එනන
කෑ
කානත
ගයෙ
ගවෙ
ජනනය
තරම
පවර
පලප
බෙක
මොර
මොන
මසලම
රච
රකෂත
ලප
ලකෂණ
වගෙ
වකරම
සෑ
සස
හය
හස
හං
##ටක
##ෑසන
##සප
##මළ
##හණ
##ගස
##eb
##ලඩ
##නතර
##දද
##තහා
##තොට
##ජව
##ජර
##um
##tt
##ka
##ks
##ාරම
පරයෙ
පරොක
පරාජය
පරවරතනය
##ානක
වසතව
වසසය
වනසර
##වරණය
##වරනගෙ
සංකර
සංකල
එකතව
වශෂට
##ලලෙ
##ලලට
බලනන
සදවම
සැම
උපරම
##ගෙනහර
අමලා
##හසථ
නැගෙනහර
දරඝ
##තවරයා
සථාවර
කැල
නරප
නරදෙශ
නරකෂණය
##ind
වලංග
සරසව
පහක
ලැබණ
තළන
මාරගය
වරගයෙ
රැඳ
සභාවෙ
##සවෙක
##ොජනය
පැවැත
පරවෘතත
මාංශ
සවයංකරය
පාසැල
පහටා
පැවැතවමට
වදයාල
සෙවාවන
හඳනාගෙන
කාරයභ
නගරයෙ
උදෑසන
වාකයය
පරසරය
වායගො
ඉතාලයෙ
කරයාවලය
තාකෂණ
රාශයක
සථරයෙ
##ොමබ
කසලාන
සංචාරක
හඳනවා
වරතමාන
දොෂ
මෙහෙයම
ලාංකක
සංශොධනය
සමපරෙෂණය
පරවාහනය
කපපාද
බංගලාදෙශ
බලපරදෙශය
ගෘහසථ
කාරයකෂම
උතතෙජනය
තහනම
බොලගොඩ
සැපතැමබර
##තහාසක
29
23
41
ii
අහ
ඇස
ඉකම
ඓතහාසක
ඔලම
කැන
කපා
ගඟ
ගතව
ජප
නවෙදන
නගරය
පවා
මඟ
යහ
රණ
ශබද
සක
සඟ
සතරය
හඟ
හඬ
##ාංශ
##ාණක
##ටස
##ෑමට
##සමෙ
##නක
##ණන
##ණාතමක
##දමට
##රච
##රොන
##ැස
##ෆර
##ඥයන
##0ක
සමාල
පරෂ
පරච
පරොට
පරයොජන
කරමානත
##වාදය
මෙවැන
වෙර
වෙගය
වනදා
වනවට
අනභව
##ංගම
සදානම
මලයන
යනවෙන
වෙනසකම
අවධාර
පදගලයෙකට
හෙවත
##ාධපත
දරශන
මනසා
##ant
##තකාලන
කැට
කැමර
නරව
##ොනටම
##වෙනනෙ
##ෙහෙ
පටත
බරපත
##ලෙඛන
##සෙකර
පරධානතවයෙන
මරා
පෙනනම
2013
නතපත
##end
100
උතස
උතසව
වගවෙ
ජවතය
කාරක
අවසථාවක
##තවලට
සනනවෙදනය
නායකයෙක
සැලකෙ
තතතවයක
පැවැතවෙන
ලැයසත
ආරකෂාව
දගටම
කෙසෙද
කඩදාස
කවද
කවොනටම
##බැවන
පරතඵලයක
නවසක
කළමනාකරණ
තමනට
නයමතව
ජනතාවට
පරවෙශය
ඇලගොරතමයක
පෙරමණෙ
අධයයනය
සමසතයක
වනාශ
සාකෂාත
##ොචනය
අධකරණයට
පාරභොගකයනට
##ight
තරගාවලයෙ
මැනය
ලයනන
වධායක
අලලස
##ember
වනදනයෙ
from
වළක
ශරෙණගත
ලඟව
december
කානතාවක
ඔලමපක
02
21
cal
gpt
sri
අයට
ආශ
ඕසටරෙලය
කංක
කසයම
ගබ
ජයක
තාර
තාය
තොග
දඹ
දකෂ
දෙරණ
දරමත
ධාව
නමන
පැක
බෙල
මංග
යය
යථ
යකත
යොරක
ලහල
වජය
ශලප
සොර
සරය
සජත
ළම
##යනන
##ාකර
##හට
##හද
##ey
##ෂක
##භත
##තල
##ථන
##ැද
##පයන
##ov
##od
##ki
##බට
##yy
##ff
##ොඩ
##ොයන
##තරාත
සමදර
සමභාව
පරාග
පරශනය
##ානතරක
වසඳම
##වරවෙ
අතරන
##ෙසතරාත
අනපළවෙ
පළවෙ
කොරයාන
නොල
නොකළ
දෙවල
අවට
ජනපරය
දකවන
අධකෂණය
##රයාව
මහෙසතරාත
හැට
193
නැරඹ
දරක
ගොදර
හමව
සයලල
කැමැ
යොජන
එමඟන
සරටට
##ංශයෙ
එහෙත
පටපත
අයතය
අයදම
##ary
පෙරහැර
වයාජ
පාරලමෙනතවෙ
දෙකම
ජයවරධන
අපරාණක
කෞ
වවෙක
අවසථාවන
පාසක
2004
පාලක
කොමෂන
කඩල
නැතනම
සාරාංශ
පරහාරයෙන
නවසලනත
රෙඛ
හැඟමක
යාමට
##ාටය
කසලතා
රයදර
ජනපදයෙ
රනල
ජයගරහණය
ලාංකකයන
වැළැක
සමාගමක
පවතවාගෙන
නාඬ
බඳවා
ඇමරකාන
නපදවන
සාමාජකයන
දාහකය
සකනධ
ඩෙංග
සාධක
තරඟාවලය
රඳවා
පරහාරය
lanka
හෙරොයන
##සපෙට
සංකරමණ
වෙරළ
කංකණා
ධාවනය
සමභාවතාව
2ක
45
ai
cl
ib
red
sh
ආපස
ආබාධ
ඇට
ඇප
ඇයට
ඉහත
එබැවන
ඔක
කලප
ගාල
ජංගම
තදෙනෙක
දා
දෑ
දහ
දත
දඩ
දොර
දයත
දසන
දමා
ධරම
නවන
නවත
නවර
පාව
බාර
බදර
බහල
මඩ
මනා
යාව
යරො
ලපයක
වනන
වමක
වයට
වෂය
ශශනය
සවන
සකරය
හතර
##කලප
##ෙදය
##ටා
##ෑස
##ගමන
##ir
##if
##eal
##ලව
##ෂා
##දග
##භා
##ඩස
##රව
##ැබ
##පෙන
##පයෙ
##ජතා
##ra
##ශච
##ශෙෂ
##20
##ළය
##බදය
##jay
##ඬවම
##qu
##ාවය
ind
සමාර
පරාය
පරයත
පරෙම
පරවරධනය
##යකම
සහන
##බනතොට
##ාලාව
සපයය
##වතය
##වසම
##වරණ
සංසර
සංවරධන
අනමැ
අනාවරණය
පළබද
එකව
එකඟ
##දරය
##ාදා
##ණඩව
වරා
වරද
##ෙරා
නොකරන
කරමටත
##තතෙන
සදහා
##මතක
වැඩපළවෙ
##මෙද
##සයාව
##ාවකට
ජනර
ජනරාල
අදත
අධර
පරතචාර
##ාසයෙ
මහාව
මහාන
දරන
දරණ
දරවන
ඔබගෙ
අවසානයෙ
හැකයාවක
හමකර
හමබනතොට
සයැටල
ලදදෙ
නයෂට
රාජධාන
රාජධානය
මතප
සවභාවය
##පාදන
වශෙෂාංග
දැනෙන
ඒවාට
පකෂපාත
අවශයතා
ඉදරයට
අපරෙල
සනදර
කෙටම
ආකාරයට
දැකවය
වගව
ජවතයෙ
අලත
අලතන
අවසථාවෙ
ඉහළම
වරොධය
නායකතවය
ලකව
තවමත
ආරකෂා
මටටමෙ
වෙළඳස
මණඩලයෙ
පරසද
නයොජය
වඩාතම
ඉතාලය
##පොළ
පරමාණවත
##ect
අපෙකෂක
සමමාන
සමමානය
සෙවකයන
දෙසට
දෙසැමබර
සළඟ
ජයගරහණයක
isl
පහසවෙන
2020
අයරන
පරකෂණයක
අනතරජාලය
භකෂන
ජෙනරාල
බටහර
දනදසන
පාකසත
වතමන
ඉසලාම
පෘථ
හමදාව
සංයජතා
සැලැසමක
භටයන
වංචා
පරජානන
බෙකජෙ
වකරමසංහ
පරොකථනය
අවධාරණය
තායව
ibm
වයටනා
පරායොග
7ක
danu
ex
night
sc
wor
අනය
අරම
අකා
අතත
ආදා
ඉස
උළ
එද
ඔව
ඔකත
කයන
කතාව
ගස
ගමනා
තයෙන
තබන
තාප
තතවයක
දට
දප
දඬවම
පෙශ
පාද
පතත
පඩන
බත
බාල
බලල
බඳන
මොක
යග
යගයෙ
රහත
රංග
රතන
රසයාන
වවත
වවෙ
වපල
හන
##කො
##කමක
##ෙමන
##ෙදා
##සතර
##මනය
##ගතව
##im
##නස
##තනය
##තෙක
##se
##up
##uc
##ළම
##බක
##බජ
##බාහ
##චනය
##ෟදධ
##ඝො
##ආර
කරගත
කරසට
##stur
සමහා
සමමෙ
සමගන
සමකරණ
පරන
පරවර
##යෙල
##තවයෙ
##බනක
##බනට
##යාසර
සමබනධව
##වනසර
වනානතර
වැරම
සංචත
අනසම
##දරශනය
කොළ
කොංගරස
පොෂණය
පොෂණ
වරසෙකර
නොම
##කාරය
ශරෙෂ
බලධාර
සදකළ
ලබනනෙ
දෙදෙන
දෙමළ
මෙමගන
ජනවාර
##හසපත
හැරම
අපෙ
නැග
ගොවනට
සථානය
කාලයෙ
කැබනට
නරභත
පරදෙශවල
කටය
ලැබය
බැර
සවභාව
##පාදනය
පටව
සොල
හරන
බරහසපත
වරගකරණය
ගණනය
ගණාංග
දැර
බලපාන
පරකාශක
තනවන
හෙතවක
2012
රටක
සතට
සතකාර
##enc
වෛරසය
අරාව
දැකගත
මාටට
වවනය
අලං
ගෙම
##පටය
##පටන
සැකස
වශාලතම
මටටමන
##ලෙකම
කරයාකාරතවය
කරඩකයො
බෞදධ
කොමසම
පැවසවෙ
දසානායක
බෙරය
උදව
උදඝො
##ett
පදධතය
ලබාදම
යදධය
මාලට
මාලාවක
හමදාපත
ලකෂය
මනසනට
හඳනවන
අතදැකමක
ඉතහාස
වාසය
අඩවයක
වදලබල
තරගාවලය
සාහතයය
පරකෂා
කානතා
වයවසථාව
එංගලනතයෙ
සනනාමයක
phish
පඩනය
වෂබජ
පරභොජනය
දෂකර
මදරණය
ෆරැන
wiki
පාපනද
මෙවලම
සයවසෙ
mastur
ආයධ
උදයාන
පාරශවය
කාරයභාරයක
බරපතල
##endar
ලැයසතගත
යාවතකාලන
අනමැතය
තායවානය
පරායොගක
danujay
අකාබනක
ආදායම
සමහාණඩව
ශරෙෂඨ
masturb
by
ca
gu
mal
to
zeal
අසල
අවාස
ආලෙ
ඉංජන
උස
උඩ
උරම
එදන
ඔෆ
කලන
ගායන
ගෑස
චො
ජාව
ජයෙ
ඩො
ණය
තය
තඹ
දල
දෛ
පදය
පතවය
බෙද
භකත
භාග
මෑ
මාය
මොහො
මංගල
රධර
ලයන
ලහර
වාරය
වාතය
ශා
ශල
ශානත
සකර
සවස
සපත
සතා
හල
හණ
##හැන
##ගාම
##ex
##ලස
##ලයන
##ලෙස
##ෂල
##භවය
##තයක
##ංස
##au
##ad
##ැලල
##පොල
##ජනනය
##ෘතය
##ld
##බාන
##චන
##උකාලන
##ොනන
##ොසථ
##ෙනනෙ
##ාරතන
inter
පරය
පරමත
සහයොග
##තවත
වසංග
කරමෙද
ඇතල
##වාසය
##කරවෙක
##ාලක
මෙජර
වනො
සංස
බවක
##කෂණක
කළා
පළගත
පැර
එකට
කොටට
සටනන
තරගම
තරසත
##දයාතමක
පොසපෙට
ශරතා
පදන
##පරදායක
ලෙසය
වයහය
සදස
සදකර
මලධරම
වැඩදර
කරයාවන
දෙහ
##සයඩ
සැබෑ
උපන
උපොසථ
අමල
අමදරවය
පවසන
මහලෙකම
මැය
මැස
මැණක
නැං
අඩවෙන
##තකම
කැපටන
රාජයය
නරක
නරොධ
සරත
දෙනා
වදෙස
පහසකම
ලැබම
ගැලප
බැඳ
බැඳම
සවාර
සවශෙෂ
අනතරගත
අනතරකන
ආරවල
සොයනන
වමර
වමසම
වමසමක
වසරෙහ
වයායාම
සාමපරදායක
දෙශගණය
තරගයෙ
මරණය
ආරමභක
2019
##ical
සනසන
නදසන
වදයත
දැකය
සථානයෙ
සථානයට
පරවණ
මාළ
භාවතයෙ
ඉහළට
වැදගතකම
සැලකෙන
පහටවා
##වාදයක
##කරවනට
සමාජය
වඩයො
වදයාලයෙ
පළාතෙ
භාණඩයක
ගණනක
නලධාරයෙක
ලැයසතවෙ
නවසෙ
හැරමට
නයමතය
රෙග
##ity
රථවාහන
අපෙකෂත
වශලෙෂණ
තැනපත
උදාහරණ
##ational
වාහන
පරතපතතය
ගොඩනැගම
රොහල
සටයද
2021
වෙලාවක
අයරලනත
දැමමට
අගවනසර
ආලොකය
නඩව
රසවත
සපයන
කාරයාල
1947
පනරජනනය
දැනටමත
කාමරය
සෘජ
නරමාණාතමක
ඇනඋකාලන
එසෙම
සකනධය
අභයාස
000ක
films
ඉදකරම
බාධා
පරශලක
පරානතයෙ
අනරාධපර
ඩොලර
දනනෙය
පරසථාර
වශවවදයාල
එනනත
පලපනය
මොනවාද
නරපණය
නවෙදනයක
නරවදය
වළකවා
calendar
සංකරමණකයන
ගාලල
බහලව
මහානාග
මතපැන
පෘථවය
එදජා
danujaya
ශරෙෂඨාධ
masturbation
zealand
ජයෙෂඨ
තයණ
නරොධායන
07
03
00
4ක
as
htt
it
janu
min
or
sel
අබ
අකාර
ආසන
ආපන
ආගමක
ඉක
උල
උනනද
එව
ඔසටරෙලය
ඔසසෙ
කලක
කාසයෙ
ඛන
චනය
ඩය
ඩජ
තයා
තාවක
තවක
තනද
දනන
දවස
දෂණ
නවා
නවෙදනය
නාටය
පයන
පපර
පෘත
බජ
බැක
යර
යාප
යාපනය
යකඩ
රව
රවන
රටට
රහණ
ලන
ලො
ලයා
ලොර
වජ
වවා
ශකර
ශාස
සරම
සසවෙක
හෘද
ළමන
ෆය
ෆන
##ාණ
##ටෙ
##වංශ
##ගා
##ඳර
##දහන
##දමෙ
##ඩම
##ඩල
##ඩලයෙ
##රයෙ
##mian
##si
##ැෆ
##ැලක
##ෘපත
##rat
##ray
##ow
##lor
##ඥානක
##82
##ොමට
##ොබර
##ෙනන
##ාවල
##තරා
##තරණ
සමහ
සමතව
පරබල
පරදරශනය
##ාතක
##ානමක
වසතවෙ
කරමයෙන
කරමවෙද
##යනත
##යනගෙන
##වාසන
##වාහනය
වෙලක
වෙලා
##වතන
##වතත
වනශච
##ෙකා
සංග
සංවෙදනය
අතරදහන
##කෂයට
කළෙම
##රමෙ
##රමණය
##තාගාර
පැරණ
එකකට
##දරශන
සටමෙ
තබම
තරංග
පොළ
වරගය
නොකර
නොවම
ගැනමෙන
##පරස
සදධය
වැඩම
වැඩදරටත
##සකල
##සයාවෙ
##ලයය
##ලයම
අවශ
අවධාන
ජනයා
උපටා
දකවමන
අතන
අතපත
පරතද
ලැව
##ාසටක
##වටම
හැවරද
ඉනම
ඉනද
දරවල
මනොව
දනක
දනයක
අවසානය
##ගනමන
පෙළඹ
##තවරෂ
හමවමට
නමල
අඩවය
ගෙනහැර
මතදරවය
හරතාගාර
ගණාතමක
##arb
බලපා
පෙරළ
පෙරෙරා
ලොකය
වාරතාවක
සභාප
##ලපෙ
තෙවන
අභයනතර
ගරහ
ගරතව
සනහ
කෙළ
අරගල
10ක
මෙනඩලයෙ
ආණඩකාර
ආණඩවක
දැකව
වගකව
ජවතකෂයට
මාතර
මහාධ
සංවධානයෙ
පැමණයෙ
පාංශ
සැලකලලට
මනතරවරන
සැකසම
යෙදමක
මැතවරණයෙහ
කරඩක
භාෂාවක
ලංගකව
කොමසමෙ
මණඩල
වචනය
මහනවර
##ets
බරතානයයෙ
පලාසටක
ලාභ
පරසදධ
නැවතත
සැපයමට
කයනන
යමෙක
කරයාවලන
කසළ
තාකෂණක
පවතවන
වයාපාරක
අසතය
සවාභාවක
##amic
ආයතනයක
වාකයයක
රපවාහනය
පැතරම
තබණෙ
දසතරකක
මතරන
ඇමෙර
ලෙඛ
ලෙඛන
සළං
අමාතයාංශ
වයාපාරය
ගමම
රොහලෙ
තතතවයෙ
ජෛන
වෙදකා
හැඳනවෙ
බැංකව
කානතාව
වධමත
රැසවම
පනරාවර
සමපරෙෂණ
ඇඟල
අවබොධයක
වටනාකම
##සාරස
ආදරය
දෘශය
සංකෙත
එකනෙකා
කැඳවම
අභයාච
මෙවලමක
ඉනදනසයාන
පාරලමෙනතවට
array
චරයා
චාරකාවක
##තවාදන
ගොඩනැගමෙ
සදධයක
අවදානම
බලපෑමක
රාතරයෙ
බළලා
permian
ගයෙය
ගවෙෂණය
පරයෙෂණ
කපපාදවක
##ැසසට
නතපතා
උතසහ
ගබඩා
තොගයක
දරකථන
කෞත
මනාප
වමකත
සමාරට
පරෙමදාස
පකෂපාතතවය
කෙටමපත
islamic
වයටනාමය
world
ඔකතොබර
බලධාරන
වවනයාව
ඉංජනෙර
එදනෙදා
ඩොමන
http
january
ඩජටල
මෙනඩලයෙව
35
55
500
65
90
91
be
ben
con
cov
em
fer
gr
gre
mo
my
net
re
web
අට
අළ
අසන
අහස
අසම
ආගම
ආනයන
ආවරණය
ඇද
ඇඳම
ඉනන
ඉහල
උෂණ
එස
එළඹ
ඔකස
කසම
කායක
කෘත
කනද
ගජ
ගාන
ගාස
ගතතෙ
චකත
ඡන
ජා
ටක
තවර
තමය
තදෙනා
තසසෙ
දමෙන
දහස
දනනා
ධාවන
නට
නෛ
නමක
නතවර
නතමය
පෑ
පම
පහන
පානය
බමත
බෙහෙ
භරමණය
මං
මධ
මයක
මහර
මශර
යමක
යෑමට
රද
රොම
රමාන
වතර
වයන
වලක
වගන
වහළ
වාහ
වනනට
ශවෙන
සොන
හෂ
හසම
ළමා
ෆො
ෆොන
ෆැසසට
##කෙර
##ාංක
##ටව
##ටොර
##මම
##හෙ
##හෙන
##වනනෙ
##වහනසෙ
##ගාරය
##ies
##ee
##ණම
##දාද
##තයෙ
##තයට
##තගමව
##ංහ
##රාම
##ථකය
##ain
##පතව
##පරම
##පදය
##පාක
##ජම
##ෘදධ
##65
##ශරය
##ශාලා
##ox
##ke
##ll
##lish
##බළ
##චයෙ
##be
##ba
##10
##fer
##ෛරය
##එස
##ොපත
කරෙ
කරා
කරවන
සමළ
සමපාදන
සමභවය
පරකට
පරංශ
පරචාර
##ාතන
සහකර
##තවන
##තවයන
##කාවන
##කරමය
මෙක
මෙසෙ
වෙහ
වෙතන
වැව
##වරය
සංගරාම
##කෂක
කළහ
කළාය
##වලල
එකල
##කාශ
කොනද
##ාදන
වශවාසය
##දායතාව
වරජන
##ලලය
##තතක
##තතම
පදාරථ
##හනතාව
වැඩපර
පසවන
පසවරවෙ
වෙනන
##සකට
සැමර
අවධ
අවඥානක
ජනපදය
අමරවර
ලබාගත
පවසා
අතසන
පරතචාරය
වටටොර
##වකහ
පදගලාර
##රයාවෙ
##වැතව
පාරසර
හැද
ඉනවෙන
නැහැ
දරට
දරවෙක
ගොව
නමතතෙන
##ටටවක
සමඟන
කාලසටහන
රාජත
නරපන
නරනතර
##int
##කයනගෙ
##ජනක
වලතගමව
සරස
සරව
සරද
වදයට
කොටා
ගැසට
බැහැර
සවං
සවදෙශ
සවදෙනෙක
තළට
##ාපො
##ාගැන
පවතපත
දැරය
##ari
##arl
රැගත
ගනනක
නරමාංශ
වැදගතය
පරකාශනය
කහප
දෙකකට
ඉලලය
බොහොම
##ens
පොහො
අභරච
අපරකාව
අපරකා
සනධානය
සොයාගැනම
කෙත
##ගැනමෙ
රොගන
රොගයා
අරථ
අරධ
කහපයකට
කහපයකන
ආණඩවෙ
ආකාරයකන
##ොජනා
සෞඛයය
තරඟය
තරඟකාර
භාවතයට
චනයෙ
වරොධතා
තවද
පහටවන
ආරකෂත
එරට
සෙවයට
වෙළඳපො
##ill
කොමසාරස
ඉතාම
නෂපාදනයෙ
පොදජන
##යෙහද
පරසරයක
පරහාරයට
##පාලනය
ඝාතන
මාසයෙ
##රාගල
මධයසථානය
##පොසට
නොමැතව
කරයාවලයක
රාහල
ලබාදෙන
ලබාදමට
සමපරණයෙනම
##ජාණන
මෙරටට
වැටප
තරණාතමක
යොදාගනනා
සාදන
ආකෘතය
පසගයදා
පරමාණවක
අපෙකෂා
පහණව
නෙළම
පරශනයක
සකසනන
කලාපය
සංඛයාවක
හොඳය
සටහනක
##සථානයක
තැප
ඵලදායතාව
අනතරජාතක
වකණන
දොං
ආකෘතයක
##ign
මහජනතාව
තතතවයට
අගමැ
කමටවෙ
සසනට
වශෙෂයෙනම
සංසකෘතය
සපයා
මැදහත
කාරයාලය
ඉරදන
බොවන
##und
කථා
දශක
යටතව
සංශොධන
නයාමනය
හානයක
පෙතසමක
අපරාධයක
භමයක
වෙගවත
නයොගයක
ධවරයන
පනදවට
වසඳමට
ඉසලාමය
කණග
පෘෂඨ
සංකලප
සලකණ
##lob
කොපමණ
අනාගතය
පණස
##ive
##ivers
සැසඳ
බැලමට
තතවයන
තතවයකට
කෘෂකරම
ජනමාධයවෙදන
වෙළෙඳපල
ඇගයම
යතරපැ
පරගතයක
ජනගහනය
අමෙරකාන
univers
රචනා
වගෙම
හංගෙ
වායගොලය
අහොස
කැනඩ
සමාලොචනය
පරොටොක
